<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">

  <title><![CDATA[Category: desenvolvimento de software | Vinícius Teles]]></title>
  <link href="http://viniciusteles.com.br/blog/categories/desenvolvimento-de-software/atom.xml" rel="self"/>
  <link href="http://viniciusteles.com.br/"/>
  <updated>2017-11-10T12:21:21-02:00</updated>
  <id>http://viniciusteles.com.br/</id>
  <author>
    <name><![CDATA[Vinícius Teles]]></name>
    
  </author>
  <generator uri="http://octopress.org/">Octopress</generator>

  
  <entry>
    <title type="html"><![CDATA[Até que ponto liberdade é importante para desenvolvedores de software?]]></title>
    <link href="http://viniciusteles.com.br/ate-que-ponto-liberdade-e-importante-para-des"/>
    <updated>2013-01-18T00:00:00-02:00</updated>
    <id>http://viniciusteles.com.br/ate-que-ponto-liberdade-e-importante-para-des</id>
    <content type="html"><![CDATA[<p><img src="http://viniciusteles.com.br/images/freedom.jpg" alt="Até que ponto liberdade é importante para desenvolvedores de software?" /></p>


<p>Foto de <a href="http://www.flickr.com/photos/johndrake45/6201369535/">John Drake</a> (<a href="http://creativecommons.org/licenses/by-nd/2.0/deed.pt_BR">CC</a>).</p>


<p>Tive essa conversa diversas vezes nos &uacute;ltimos dias:</p>


<p>- E a&iacute;, quanto tempo voc&ecirc;s v&atilde;o ficar em Istambul?</p>


<p>- Dois meses.</p>


<p>- Uau, dois meses! Mas, por que? O que voc&ecirc; est&aacute; fazendo? Trabalhando ou algo assim?</p>


<p>- Na verdade &eacute; meio complicado. A gente n&atilde;o tem casa em nenhum lugar do mundo. A gente fica viajando por a&iacute;. No momento decidimos passar dois meses em Istambul. Na maior parte do tempo a gente fica no apartamento, trabalhando remotamente para nossos neg&oacute;cios no Brasil.</p>


<p>- Que maneiro! Mas, o que voc&ecirc; faz?</p>


<p>- Sou desenvolvedor de software. S&oacute; preciso do meu notebook e de acesso &agrave; internet. Ent&atilde;o, n&atilde;o faz diferen&ccedil;a o lugar em que estou no mundo.</p>


<p>- Uau, que privil&eacute;gio! Que inveja de voc&ecirc;. Sua profiss&atilde;o &eacute; maneir&iacute;ssima, porque voc&ecirc; pode trabalhar de qualquer lugar do planeta. Isso &eacute; fant&aacute;stico. E para onde v&atilde;o depois daqui?</p>


<p>- N&atilde;o sei. N&atilde;o decidimos ainda.</p>


<p>Tenho um sentimento esquisito toda vez que tenho essa conversa. &Eacute; bom ser lembrado do privil&eacute;gio que tenho como desenvolvedor de software, de poder trabalhar de qualquer lugar do mundo. Mas, n&atilde;o &eacute; bom ser lembrado de que tantos outros t&ecirc;m o mesmo privil&eacute;gio que eu, mas o desperdi&ccedil;am de alguma forma.</p>


<p>Existem muitos desenvolvedores de software por a&iacute;. Apenas alguns compreendem esse privil&eacute;gio e o aproveitam. Por que? Preste aten&ccedil;&atilde;o nas duas hist&oacute;rias abaixo:</p>


<p><strong><span style="font-size: medium;">Renato, o convencional</span></strong></p>


<p>Vou descrever um cen&aacute;rio que acontece com frequ&ecirc;ncia no Brasil, porque &eacute; o que conhe&ccedil;o melhor, mas suponho que n&atilde;o seja muito diferente do que acontece em outras partes do mundo.</p>


<p>Renato acabou de passar para uma universidade p&uacute;blica. Portanto, n&atilde;o ter&aacute; de pagar por sua educa&ccedil;&atilde;o e vai passar os pr&oacute;ximos quatro anos no curso de ci&ecirc;ncia da computa&ccedil;&atilde;o.</p>


<p>No final do primeiro ano as ofertas de est&aacute;gio come&ccedil;am a aparecer. Logo ele come&ccedil;a a trabalhar meio per&iacute;odo em alguma empresa e ganha at&eacute; muito bem para um estudante. N&atilde;o demora para ter uma ideia brilhante: comprar um carro. Ele guarda o suficiente para pagar a entrada e compra o que pode at&eacute; n&atilde;o ser uma Ferrari, mas &eacute; um carango respeit&aacute;vel.</p>


<p>Acaba a universidade e Renato &eacute; contratado em uma das muitas empresas que precisam desesperadamente de um desenvolvedor de software. Ele ainda est&aacute; no come&ccedil;o de sua carreira, mas agora tem um sal&aacute;rio bem decente para quem est&aacute; no primeiro degrau da escada corporativa. Uma ideia inevit&aacute;vel lhe ocorre: deveria comprar a minha casa pr&oacute;pria. Afinal, o que &eacute; mais importante do que ter uma casa pr&oacute;pria?</p>


<p>Ele guarda o suficiente para a entrada e compra uma casa, que n&atilde;o combina muito com seu carro velho. Ent&atilde;o ele troca o carro por um zero km, usando o antigo para pagar a entrada. Agora ele tem duas d&iacute;vidas que ir&atilde;o corroer a maior parte do sal&aacute;rio por muitos anos. Mas tudo bem, porque seu sal&aacute;rio logo vai aumentar.&nbsp;</p>


<p>Ele vai trabalhar para deixar de ser um programador, porque afinal, programar &eacute; uma atividade para iniciantes, assim ele pensa. Ele quer se transformar em l&iacute;der t&eacute;cnico, arquiteto de software, analista de neg&oacute;cios ou em um gerente.</p>


<p>As coisas melhoraram, n&atilde;o s&oacute; por conta da casa nova e do carro zero, mas tamb&eacute;m porque ele conheceu a mulher de sua vida. Eles namoram por um tempo e decidem se casar. Claro que tem que haver uma festa de casamento. O que significa um bocado de despesas adiante.</p>


<p>Agora Renato est&aacute; casado. Ele paga as mensalidades do carro, da casa e mais as parcelas de v&aacute;rios itens do casamento que ainda n&atilde;o foram completamente quitados. Assim que ele e sua esposa voltam da lua-de-mel, a fam&iacute;lia comemora lhes enchendo o saco com um assunto bem espec&iacute;fico, que &eacute; l&iacute;quido e certo: quando &eacute; que o beb&ecirc; vai chegar? Um casal precisa de um beb&ecirc; com certeza. Pelo menos um para come&ccedil;ar.</p>


<p>Eles est&atilde;o casados h&aacute; alguns anos e o beb&ecirc; est&aacute; para nascer. Sem problemas, porque a essa altura Renato j&aacute; n&atilde;o &eacute; mais um programador. Ele est&aacute; ganhando mais em um cargo gerencial. Ele envia emails, elabora planilhas e prepara relat&oacute;rios como ningu&eacute;m. De fato, uma excelente aplica&ccedil;&atilde;o do tempo que passou na universidade.</p>


<p>Renato ainda tem alguns anos pela frente para chegar aos trinta. E a essa altura ele &eacute; tudo, menos livre. &Eacute; um cara brilhante, bem educado, que ganha uma bela grana, mas que &eacute; incapaz de mudar a sua vida em qualquer sentido que deseje, porque tem responsabilidades e compromissos em excesso, cedo demais.</p>


<p><strong><span style="font-size: medium;">Silvio, o maluco</span></strong></p>


<p>Agora vejamos o caso de Silvio, um dos colegas de turma de Renato. Assim como Renato, Silvio morava com a fam&iacute;lia quando entrou no curso de Ci&ecirc;ncia da Computa&ccedil;&atilde;o.</p>


<p>Na primeira semana da universidade Silvio, Renato e outros colegas est&atilde;o almo&ccedil;ando quando escutam falar do <a href="http://www.casalpartiu.com.br/2013/01/couch-surfing.html">Couch Surfing</a> pela primeira vez. Renato n&atilde;o d&aacute; muita trela, mas Silvio decide dar uma olhada. Ele descobre, entre outras coisas, que diversas pessoas hospedam estrangeiros em casa com o objetivo de aprimorar o ingl&ecirc;s. De fato, ele mesmo precisa melhora seu ingl&ecirc;s, ent&atilde;o pergunta aos pais se pode usar o sof&aacute; de casa para hospedar estrangeiros. Felizmente os pais d&atilde;o sinal verde.</p>


<p>Alguns dias depois Silvio recebe seu primeiro visitante de Toronto, Canad&aacute;. A&iacute; ele percebe o quanto seu ingl&ecirc;s &eacute; ruim. Mas, d&aacute; tudo certo. Depois de alguns dias ele ganha um pouco mais de moral e se sente mais confiante para conversar em ingl&ecirc;s com o canadense. Ele tem a sensa&ccedil;&atilde;o de ter aprendido muito mais assim do que nos seis anos que passou no cursinho de ingl&ecirc;s.</p>


<p>A vida segue e ele hospeda mais um monte de estrangeiros, sempre tentando equilibrar o tempo que passa com seus visitantes e o tempo que precisa para estudar para a faculdade. Isso &eacute; t&atilde;o desafiador que ele teve que aprender rapidamente a manter o foco e a priorizar. E como seu ingl&ecirc;s rapidamente melhorou muito, ele conseguiu encontrar um est&aacute;gio at&eacute; antes do Renato. Seis meses antes, para ser mais exato.</p>


<p>No fim do primeiro ano, Silvio j&aacute; tinha hospedado dezenas de pessoas. Quase todas o convidaram para uma visita em retribui&ccedil;&atilde;o. Silvio ganha bem no est&aacute;gio, mas guarda a maior parte da grana. Como mora com os pais, acha que n&atilde;o precisa torrar a grana de bobeira, at&eacute; porque &eacute; sempre uma boa ter um dinheiro guardado para os momentos de aperto.</p>


<p>Jorge &eacute; um h&oacute;spede Argentino que se tornou muito amigo de Silvio. Ele insiste em que o Silvio v&aacute; visit&aacute;-lo durante as primeiras f&eacute;rias da universidade. A passagem a&eacute;rea n&atilde;o &eacute; t&atilde;o cara assim. Ent&atilde;o, Silvio percebe que pode compr&aacute;-la sem ter que tirar muito de sua reserva financeira. E como ele vai ficar na casa de Jorge, de gra&ccedil;a, decide ir.</p>


<p>Ele se apaixona pela Argentina e come&ccedil;a a aprender Espanhol com Jorge e seus amigos. Um deles tamb&eacute;m &eacute; desenvolvedor de software e est&aacute; envolvido em um projeto de software livre bem legal. Silvio ainda n&atilde;o sabe programar t&atilde;o bem assim, mas &eacute; convidado para o projeto e se empolga bastante com ele.</p>


<p>De volta &agrave; casa, Silvio continua estudando, trabalhando e hospedando viajantes do mundo todo. Mas, agora ele tem um est&aacute;gio melhor gra&ccedil;as as novas habilidades que adquiriu enquanto trabalhava no projeto de software livre e ao seu ingl&ecirc;s fluente e espanhol iniciante. Ele ganha ainda mais, por&eacute;m continua guardando a maior parte do que recebe. Ele n&atilde;o tem um carro, mas tamb&eacute;m n&atilde;o tem nenhuma d&iacute;vida.</p>


<p>Quando termina a universidade, Silvio j&aacute; viajou para mais de trinta pa&iacute;ses diferentes. Na maior parte do tempo visitando pessoas que ele hospedou no passado. Ele tem in&uacute;meros amigos no mundo todo. N&atilde;o s&oacute; por conta do <a href="http://www.casalpartiu.com.br/2013/01/couch-surfing.html">Couch Surfing</a>, mas tamb&eacute;m em fun&ccedil;&atilde;o do trabalho que andou fazendo em alguns projetos de software livre.</p>


<p>Exatamente por conta desses trabalhos, ele agora recebe ofertas de emprego de in&uacute;meras empresas e algumas pagam muito bem. Ele escolhe uma e cai dentro. &Eacute; meio longe de casa e vai ser um belo gasto de tempo no transporte, mas o trabalho parece bem legal.</p>


<p>Alguns meses depois, ele j&aacute; est&aacute; de saco cheio do longo percurso e do tempo que passa no transporte. Al&eacute;m disso, acha que j&aacute; est&aacute; mais do que na hora de sair da casa dos pais. Ent&atilde;o, aluga um pequeno apartamento perto do trabalho.&nbsp;</p>


<p>Ele tem um sal&aacute;rio muito bom e j&aacute; tem uma reserva financeira substancial para algu&eacute;m com apenas dezenove anos. O que &eacute; at&eacute; curioso se voc&ecirc; pensar que ele j&aacute; viajou para tantos pa&iacute;ses. Mas, sempre de forma bem barata, gra&ccedil;as aos muitos amigos.</p>


<p>Ele aluga o pequeno apartamento e se assegura de ter ali um bom sof&aacute; para hospedar os viajantes. J&aacute; que s&atilde;o apenas cinco minutos do trabalho, n&atilde;o &eacute; preciso ter um carro. &Agrave;s vezes ele at&eacute; gosta de viajar de carro para lugares pr&oacute;ximos. Nestas ocasi&otilde;es ele aluga um carro apenas para o per&iacute;odo da viagem, j&aacute; que &eacute; muito mais barato do que ter um carro o tempo todo.</p>


<p>Dois anos depois ele recebe essa incr&iacute;vel proposta de trabalho. Mas, infelizmente &eacute; em um lugar bem distante, do outro lado da cidade. Depois de pensar um pouco, percebe que pode simplesmente se mudar para outro apartamento, mais perto do novo emprego. J&aacute; que ele n&atilde;o &eacute; dono do apartamento atual, n&atilde;o tem nenhuma d&iacute;vida, nem nenhum tipo de obriga&ccedil;&atilde;o, tem liberdade para sair rapidamente.</p>


<p>Alguns anos se passam e ele continua viajando bastante e aproveitando a <a href="http://www.casalpartiu.com.br/2013/01/guia-de-viagem-local.html">ajuda e a hospitalidade dos locais</a>, sempre usando um pouco de suas economias e economizando ainda mais, ficando na casa de um dos muitos amigos espalhados pelo planeta. E como ele &eacute; um desenvolvedor de software, um programador que s&oacute; melhora com o passar do tempo, &eacute; muito respeitado na empresa em que trabalho. Ent&atilde;o, seu chefe &eacute; bastante flex&iacute;vel quando ele deseja viajar por mais tempo e pede para trabalhar remotamente.</p>


<p>Um dia ele est&aacute; viajando na Cor&eacute;ia do Sul quando conhece Daniela, a mulher de sua vida. Ela &eacute; uma estilista que est&aacute; passando f&eacute;rias na Cor&eacute;ia do Sul e no Jap&atilde;o, dois para&iacute;sos para estilistas. Inspira&ccedil;&atilde;o por todas as partes.</p>


<p>Acontece que Daniela n&atilde;o &eacute; apenas brasileira. Ela vem exatamente da mesma cidade em que Silvio mora, mas eles nunca se encontraram l&aacute;. Que loucura &eacute; a vida, n&eacute;? Eles se encontram pela primeira vez a milhares de quil&ocirc;metros de casa. E logo come&ccedil;am a namorar, assim que retornam ao Brasil.</p>


<p>Pouco tempo depois decidem se casar. Mas, como os dois adoram viajar, preferem guardar dinheiro para isso. Ent&atilde;o, tentam evitar os altos gastos de um casamento. Organizam uma festinha bacana, mas nada grande, nem muito sofisticado. O importante &eacute; que n&atilde;o querem ter nenhum tipo de d&iacute;vida por conta do casamento.</p>


<p>A prop&oacute;sito, eles ainda n&atilde;o querem comprar uma casa e se endividar de nenhuma forma. Ent&atilde;o, alugam um outro apartamento para eles, no meio do caminho entre o trabalho de cada um. N&atilde;o &eacute; grande, nem rebuscado, mas &eacute; aconchegante e eles gostam de l&aacute;.</p>


<p>&Agrave;s vezes eles viajam por per&iacute;odos mais longos e ela tamb&eacute;m consegue convencer seu chefe a deix&aacute;-la trabalhar remotamente nessas situa&ccedil;&otilde;es, que depois de um tempo come&ccedil;aram a se tornar cada vez mais frequentes. At&eacute; chegar a um ponto em que os dois convenceram seus respectivos chefes a deix&aacute;-los trabalhar de casa.</p>


<p>Eles come&ccedil;am a trabalhar em casa e passam muito mais tempo juntos. Mas, agora j&aacute; n&atilde;o t&ecirc;m mais desculpas. Quando amigos de outros pa&iacute;ses lhes convidam para uma visita, eles j&aacute; n&atilde;o podem recusar usando o trabalho como desculpa. Todos sabem que eles podem trabalhar de onde estiverem. Pobrezinhos, quando se d&atilde;o conta, est&atilde;o viajando pelo mundo permanentemente, porque realmente j&aacute; n&atilde;o importa mais onde estejam. Eles conseguem trabalhar e viver uma vida maravilhosa pulando de pa&iacute;s em pa&iacute;s. Decidiram inclusive n&atilde;o ter mais uma casa, em nenhum lugar do mundo. Ficam vagando por a&iacute;, &agrave;s vezes usando o <a href="http://www.casalpartiu.com.br/2013/01/couch-surfing.html">Couch Surfing</a>, &agrave;s vezes usando o <a href="https://www.airbnb.com/tell-a-friend?airef=283vz9905czz5">Airbnb para achar acomoda&ccedil;&atilde;o com pre&ccedil;os mais baixos</a>.</p>


<p>Sete anos depois do casamento eles decidem ter um filho. Ent&atilde;o, consideram melhor voltar para o Brasil e ficar um tempo por l&aacute;.</p>


<p>Agora a vida &eacute; diferente. Eles alugaram um apartamento suficientemente grande e j&aacute; n&atilde;o viajam mais tanto assim. Especialmente nos primeiros meses do rec&eacute;m-nascido. Mas, n&atilde;o demora muito para o beb&ecirc; entrar no circuito e come&ccedil;ar a viajar com eles. At&eacute; porque, os amigos mundo afora n&atilde;o v&ecirc;m a hora de conhecer o pequeno Lucas.</p>


<p>Quanto a comprar a casa, Silvio e Daniela ainda n&atilde;o se decidiram. Eles nem sequer sabem onde gostariam de passar o resto da vida. Mas, quando decidirem j&aacute; ter&atilde;o reserva mais do que suficiente para comprar uma casa &agrave; vista e com um bom desconto.</p>


<p>At&eacute; l&aacute;, est&atilde;o livres para estar onde quiserem, quando quiserem e ainda assim trabalhar em suas respectivas profiss&otilde;es. Legal, n&eacute;?</p>


<p><strong><span style="font-size: medium;">Liberdade para escolher o que fazer com seu tempo</span></strong></p>


<p>Dinheiro &eacute; muito &oacute;bvio. Todo mundo trabalha por ele. Mas, tempo &eacute; o que realmente importa. Porque sempre d&aacute; para ganhar mais dinheiro, mas n&atilde;o &eacute; poss&iacute;vel recuperar o tempo perdido. Ent&atilde;o, diria que uma das coisas mais importantes nesta vida &eacute; ter liberdade para usar o tempo como a gente bem entender.</p>


<p>H&aacute; muitas formas de alcan&ccedil;ar essa liberdade, especialmente para quem &eacute; um desenvolvedor de software. &Eacute; preciso apenas ter aten&ccedil;&atilde;o com as decis&otilde;es que v&atilde;o sendo tomadas pelo caminho. At&eacute; porque, a vida &eacute; curta demais para n&atilde;o prestar aten&ccedil;&atilde;o.</p>


<p>Ent&atilde;o, qual vai ser sua hist&oacute;ria? Convencional? Maluco? Comece a prestar aten&ccedil;&atilde;o.</p>


<p>&nbsp;</p>

]]></content>
  </entry>
  
</feed>
