<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">

  <title><![CDATA[Vinícius Teles]]></title>
  <link href="http://viniciusteles.github.io/viniciustelescombr/atom.xml" rel="self"/>
  <link href="http://viniciusteles.github.io/viniciustelescombr/"/>
  <updated>2017-11-10T12:24:45-02:00</updated>
  <id>http://viniciusteles.github.io/viniciustelescombr/</id>
  <author>
    <name><![CDATA[Vinícius Teles]]></name>
    
  </author>
  <generator uri="http://octopress.org/">Octopress</generator>

  
  <entry>
    <title type="html"><![CDATA[A melhor rede de proteção]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/a-melhor-rede-de-protecao"/>
    <updated>2013-03-01T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/a-melhor-rede-de-protecao</id>
    <content type="html"><![CDATA[<p><img src="http://viniciusteles.github.io/viniciustelescombr/images/6311895493_7b9317b6c4_z.jpg" alt="A melhor rede de proteção" /><span style="font-size: x-small;">Foto do <a href="http://www.flickr.com/photos/rainchurch/6311895493/">Flickr</a> (CC).</span></p>
<p>&nbsp;</p>
<p>Todo mundo quer ter uma rede de prote&ccedil;&atilde;o, certo? Por isso que a gente guarda dinheiro para os momentos de dificuldade. Mas, dinheiro, propriedades, a&ccedil;&otilde;es e coisas do g&ecirc;nero podem mesmo ser consideradas redes de prote&ccedil;&atilde;o? Afinal, qual &eacute; a melhor rede de prote&ccedil;&atilde;o poss&iacute;vel?</p>
<p>Esse assunto &eacute; importante para mim porque valorizo a liberdade. Felizmente tenho liberdade para fazer o que quiser atualmente, em fun&ccedil;&atilde;o da receita dos meus neg&oacute;cios e das minhas reservas. Isso &eacute; suficiente para sustentar minhas necessidades sem que eu precise ter um emprego que me force a ficar confinado em um escrit&oacute;rio durante v&aacute;rias horas do dia.</p>
<p>Por mais que aprecie as coisas assim, a verdade &eacute; que tudo pode mudar repentinamente. O neg&oacute;cio pode ir mal, assim como o mercado pode mudar e levar tudo por &aacute;gua abaixo. E a&iacute;, o que pode ser feito?</p>
<p>Se eu tiver um colch&atilde;o financeiro, poderei manter minha liberdade, pelo menos por um tempo, mesmo durante momentos de dificuldade. Quanto maior for esse colch&atilde;o, mais tempo poderei sustentar minha liberdade. Mas, convenhamos, h&aacute; um limite de tempo que o dinheiro &eacute; capaz de comprar se voc&ecirc; n&atilde;o estiver mais ganhando nada por alguma raz&atilde;o.</p>
<p>E esse nem chega a ser o pior cen&aacute;rio. O colch&atilde;o financeiro pode sumir da noite para o dia, do nada. Isso aconteceu tantas vezes na hist&oacute;ria, com tanta gente, que n&atilde;o dever&iacute;amos nem ter que lembrar disso. Pegue a <a href="http://pt.wikipedia.org/wiki/Grande_Recess%C3%A3o">crise financeira de 2008</a>, por exemplo, apenas para citar um exemplo no qual muita gente perdeu todas as economias que tinha.</p>
<p>Acredito que &eacute; importante ter alguma reserva financeira para os momentos de dificuldade. Mas, n&atilde;o acho que tenhamos que confiar apenas nisso. De fato, acredito que essa n&atilde;o deveria ser a nossa rede de seguran&ccedil;a, para come&ccedil;o de conversa. &Eacute; apenas um mecanismo de prote&ccedil;&atilde;o de curto prazo bastante importante. &nbsp;Mas, h&aacute; ocasi&otilde;es em que n&atilde;o &eacute; suficiente.</p>
<p>Em tempos de <a href="http://mawaheb-sa.blogspot.com/2013/02/going-out-of-syria.html">guerra</a>, por exemplo, o dinheiro vai embora rapidamente e n&atilde;o necessariamente &eacute; capaz de te tirar da loucura generalizada. Ent&atilde;o, de novo, em que devemos confiar?</p>
<p>Pensando nisso, cheguei a conclus&atilde;o de que habilidades e relacionamentos, juntos, s&atilde;o a melhor rede de prote&ccedil;&atilde;o dispon&iacute;vel. Quanto mais os desenvolvemos, mais seguros estamos no longo prazo, n&atilde;o importa o que aconte&ccedil;a a nossa volta.</p>
<p>Digamos, por exemplo, que voc&ecirc; criou uma empresa e conseguiu torn&aacute;-la bem sucedida. O que acontece se voc&ecirc; perder tudo? Talvez voc&ecirc; fique desiludido por um tempo, mas eventualmente vai perceber que &eacute; capaz de construir tudo de novo. E provavelmente vai ser mais f&aacute;cil do que foi antes.</p>
<p>Isso porque voc&ecirc; desenvolveu habilidade e relacionamentos. Eles te ajudar&atilde;o a sair do problema e construir uma solu&ccedil;&atilde;o. E voc&ecirc; conhecer&aacute; pessoas que poder&atilde;o te ajudar ao longo do caminho. Mesmo em tempos de <a href="http://mawaheb-sa.blogspot.com/2013/02/going-out-of-syria.html">guerra</a>, se voc&ecirc; tem habilidades e conhece muita gente, suas chances de escapar aumentam significativamente.</p>
<p>Compare isso a uma pessoa que passa os dias assistindo TV, que tem muito dinheiro no banco, poucas habilidades e poucos relacionamentos. Em momentos de dificuldade, se a pessoa perde tudo, como ela se safa? Sem habilidades e sem amigos, &eacute; bem mais dif&iacute;cil.</p>
<p>Tenho sorte de ser brasileiro. No Brasil n&atilde;o temos <a href="http://mawaheb-sa.blogspot.com/2013/02/going-out-of-syria.html">guerra</a>, mas estamos em crise desde sempre. Quer dizer, tivemos momentos melhores recentemente, mas at&eacute; quando isso vai durar?</p>
<p>J&aacute; vi esse pa&iacute;s passar por tantas crises financeiras que at&eacute; perdi a conta. Elas s&atilde;o uma rotina. De certa forma isso &eacute; bom, porque quem est&aacute; atento aprende. Aprende a n&atilde;o confiar no governo, nos bancos, nas empresas ou seja l&aacute; o que for. Aprende a confiar em si mesmo e em seus relacionamentos.</p>
<p>Permita-me citar um exemplo das loucuras que j&aacute; vi no Brasil. Em 1990, um novo presidente chegou e decidiu que estava na hora de acabar com a infla&ccedil;&atilde;o de uma vez por todas. Como? <a href="http://pt.wikipedia.org/wiki/Plano_Collor">Congelando todas as contas banc&aacute;rias</a> por um ano e meio. As pessoas poderiam retirar at&eacute; 1.500 unidades monet&aacute;rias uma &uacute;nica vez e pronto. Quer o restante? Aguarde um ano e meio.</p>
<p>Quer acabar com a infla&ccedil;&atilde;o? F&aacute;cil, mate a pr&oacute;pria economia e a infla&ccedil;&atilde;o n&atilde;o ser&aacute; mais um problema. Funcionou. A infla&ccedil;&atilde;o se foi levando consigo muitas empresas, empregos e vidas. Muita gente se matou ao perceber que n&atilde;o conseguia achar uma sa&iacute;da.</p>
<p>&Eacute; uma hist&oacute;ria bem dr&aacute;stica. Aconteceu h&aacute; pouco mais de vinte anos e mostra qu&atilde;o incompetentes os governantes brasileiros podem ser. Mas, eles n&atilde;o est&atilde;o sozinhos. Dez anos depois a <a href="http://pt.wikipedia.org/wiki/Corralito">Argentina segui pelo mesmo caminho do confisco</a> com consequ&ecirc;ncias desastrosas. O pa&iacute;s ainda n&atilde;o se recuperou. E, claro, n&atilde;o preciso nem citar a estupidez generalizada das na&ccedil;&otilde;es ditas desenvolvidas t&atilde;o bem exemplificada pela <a href="http://pt.wikipedia.org/wiki/Grande_Recess%C3%A3o">crise de 2008</a>, que foi t&atilde;o catastr&oacute;fica que faz os governantes do Brasil e da Argentina parecerem inteligentes.</p>
<p>Hist&oacute;rias como essa acontecem repentinamente. &Agrave;s vezes existem ind&iacute;cios. Outras vezes &eacute; &nbsp;completamente imprevis&iacute;vel, como no caso dos desastres naturais. Ent&atilde;o, o que podemos fazer? Acho que devemos estar sempre preparados.</p>
<p>Primeiro porque teremos melhores condi&ccedil;&otilde;es de enfrentar os momentos de dificuldades. Mas, tamb&eacute;m porque &eacute; muito mais interessante viver uma vida onde estamos sempre aprendendo e aperfei&ccedil;oando nossas habilidades. E, claro, fazer amigos e aprimorar relacionamentos &eacute; divertido e muito recompensador.</p>
<div>E voc&ecirc;, o que pensa? Existe uma rede de prote&ccedil;&atilde;o melhor?</div>

]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Problemas de startups]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/problemas-de-startups"/>
    <updated>2013-02-20T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/problemas-de-startups</id>
    <content type="html"><![CDATA[<p><img src="http://viniciusteles.github.io/viniciustelescombr/images/527304360_2852ed007b_z.jpeg" alt="Problemas de startups" /></p>
<p><span style="font-size: x-small;">Photo:&nbsp;</span><a href="http://www.flickr.com/photos/gi/527304360/" style="font-size: x-small;">Gisela Giardino</a><span style="font-size: x-small;">&nbsp;(CC)</span></p>
<p>
<p>O que torna dif&iacute;cil criar uma start up de sucesso? Na minha opini&atilde;o, habilidades ou, no caso, a falta delas.</p>
<p>J&aacute; que sou um desenvolvedor de software, criei uma <a href="http://improveit.com.br">empresa de software</a> e eventualmente um <a href="http://beonthe.net">produto</a>. Mas, ser um cara de software &eacute; suficiente para que operar uma empresa de software? Bem, n&atilde;o exatamente.</p>
<p>Acredito que o sucesso ou a falha de uma empresa tenha pouca ou nenhuma rela&ccedil;&atilde;o com o que os fundadores sabem fazer bem. O que realmente importa &eacute; justamente o que eles ainda n&atilde;o dominam. &Eacute; tudo o que est&aacute; fora da zona de conforto.</p>
<p>Como um desenvolvedor de software, consigo realizar in&uacute;meras atividades t&eacute;cnicas suficientemente bem para ter um <a href="http://beonthe.net">produto</a> rodando h&aacute; anos, com pouca ou nenhuma necessidade de manuten&ccedil;&atilde;o t&eacute;cnica. Isso &eacute; fant&aacute;stico. Mas, est&aacute; longe de ser suficiente.</p>
<p>H&aacute; in&uacute;meras &aacute;reas extrememante importantes que n&atilde;o domino bem. Elas representam uma esp&eacute;cie de zona de desconforto para mim. Em fun&ccedil;&atilde;o disso, tenho a tend&ecirc;ncia natural de dedicar meu tempo a tarefas que s&atilde;o de natureza mais t&eacute;cnica, j&aacute; que essas fazem parte da minha zona de conforto.</p>
<p>Por exemplo, marketing &eacute; uma das partes mais cr&iacute;ticas do neg&oacute;cio. Mas, est&aacute; longe da minha zona de conforto. Isso me d&aacute; um n&uacute;mero infinito de desculpas para realizar tarefas t&eacute;cnicas mais &#8220;priorit&aacute;rias&#8221;. Isso est&aacute; totalmente errado e s&oacute; recentemente consegui realmente compreender isso.</p>
<p>Agora, se percebo que estou fazendo alguma coisa confort&aacute;vel, sei que provavelmente estou dedicando meu tempo &agrave; atividade errada. Tem tanta coisa que preciso aprender e treinar em outros aspectos do neg&oacute;cio, que praticamente n&atilde;o h&aacute; tempo a perder com o que faz parte da minha zona de conforto.</p>
<p>&Eacute; preciso uma tremenda for&ccedil;a de vontade para se lan&ccedil;ar para fora da zona de conforto atrav&eacute;s de a&ccedil;&otilde;es di&aacute;rias. Exatamente porque essas a&ccedil;&otilde;es necessariamente ser&atilde;o t&atilde;o desconfort&aacute;veis at&eacute; que todos os aspectos importantes do neg&oacute;cio sejam plenamente compreendidos e tratados.</p>
<p>Esse ano, por exemplo, decidi que deveria passar boa parte do meu tempo comunicando e fazendo marketing. &Eacute; algo que venho negligenciando h&aacute; tempos. Chegou a hora de resolver isso.</p>
<p>Comunicar &eacute; dif&iacute;cil. Mas, se eu n&atilde;o conseguir transmitir minhas ideias, ningu&eacute;m vai saber do meu <a href="http://beonthe.net">produto</a>, n&atilde;o importa o quanto eu o considere incr&iacute;vel.</p>
<p>E voc&ecirc;? Qual a sua zona de desconforto?</p>
</p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Por que os serviços são tão ruins no Brasil e por que precisamos das start ups]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/por-que-os-servicos-sao-tao-ruins-no-brasil-e"/>
    <updated>2013-01-31T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/por-que-os-servicos-sao-tao-ruins-no-brasil-e</id>
    <content type="html"><![CDATA[<p><img src="http://viniciusteles.github.io/viniciustelescombr/images/fu.jpg" alt="Por que os serviços são tão ruins no Brasil e por que precisamos das start ups" /><span style="font-size: x-small;">CC by <a href="http://www.flickr.com/photos/thoth-god/3680655443/">Thoth, God of Knowledge</a>.</span></p>
<p>Sempre fui apaixonado por empreendedorismo. Por isso fiquei animado com o interesse crescente em start ups no Brasil. Mas, algo come&ccedil;ou a me incomodar. N&atilde;o conseguia entender direito a raz&atilde;o at&eacute; pouco tempo atr&aacute;s.</p>
<p>&nbsp;</p>
<p><strong>Um pouco de contexto</strong></p>
<p>Viajar pelo mundo tem me ajudado a entender melhor o Brasil, n&atilde;o apenas o resto do mundo. Tenho aprendido muito sobre o meu pa&iacute;s de origem ficando afastado dele. Um paradoxo interessante, que talvez possa ser explicado pelos novos pontos de vista que a gente ganha quando est&aacute; viajando no exterior.</p>
<p>Uma importante li&ccedil;&atilde;o sobre o mundo: n&atilde;o h&aacute; um pa&iacute;s perfeito. H&aacute; problemas ser&iacute;ssimos onde quer que se v&aacute;. Mas, tamb&eacute;m &eacute; verdade que em alguns pa&iacute;ses vive-se melhor que em outros.</p>
<p>N&atilde;o acho que o Brasil esteja em uma posi&ccedil;&atilde;o assim t&atilde;o ruim. N&atilde;o &eacute; uma maravilha. Mas, provavelmente &eacute; melhor do que imaginamos. Seja como for, h&aacute; muito espa&ccedil;o para melhoria, especialmente no que diz respeito a bens e servi&ccedil;os.</p>
<p><strong>Bens e servi&ccedil;os brasileiros</strong></p>
<p>Fico profundamente triste em escrever isso, mas acho que os produtos e servi&ccedil;os brasileiros est&atilde;o entre os piores do mundo, embora tamb&eacute;m estejam, curiosamente, entre os mais caros. Permita-me ser bem espec&iacute;fico a esse respeito. N&atilde;o estou comparando o Brasil apenas aos pa&iacute;ses ricos. Estou me referindo aos mais de quarenta pa&iacute;ses que visitei, que v&atilde;o desde pobres a pa&iacute;ses extremamente ricos.&nbsp;</p>
<p>N&oacute;s, brasileiros, reclamamos o tempo todo da empresa de TV a cabo, da operadora de telefonia, da fornecedora de energia el&eacute;trica, do governo, do banco, das lojas, dos hospitais, das estradas, das escolas e por a&iacute; vai. S&atilde;o assim t&atilde;o ruins? Sim, de um modo geral s&atilde;o mesmo. E se voc&ecirc; passar um tempo fora do Brasil, a&iacute; ent&atilde;o &eacute; que percebe que s&atilde;o realmente ruins. E al&eacute;m disso, s&atilde;o car&iacute;ssimos. O que significa que, no Brasil, estamos sendo extorquidos a maior parte do tempo. Pelo menos esse &eacute; o meu sentimento quando estou no Brasil.</p>
<p>Essas coisas s&atilde;o perfeitas em outras partes do mundo? N&atilde;o, longe disso. Mas, na m&eacute;dia, diria que tendem a ser melhores e mais baratas. A gente realmente paga demais, no Brasil, por produtos que s&atilde;o uma porcaria e por servi&ccedil;os horrorosos. Mas, por que?</p>
<p><strong>Algumas poss&iacute;veis causas</strong></p>
<p>N&atilde;o sei as raz&otilde;es exatas, mas tenho um palpite sobre tudo isso. Talvez n&oacute;s Brasileiros n&atilde;o percebamos completamente o qu&atilde;o populoso &eacute; o nosso pa&iacute;s. S&atilde;o quase 200 milh&otilde;es de pessoas no Brasil. Apenas quatro pa&iacute;ses s&atilde;o mais populosos: China, &Iacute;ndia, EUA e Indon&eacute;sia. Temos no Brasil a metade da popula&ccedil;&atilde;o da Am&eacute;rica do Sul. &Eacute; um bocado de gente.&nbsp;</p>
<p>Felizmente, temos nesse momento uma taxa de desemprego bem baixa. A m&eacute;dia foi de 5,5% no ano passado (2012). E, na verdade, em dezembro foi de apenas 4,6%. Isso &eacute; bem baixo, especialmente para um pa&iacute;s t&atilde;o grande e t&atilde;o populoso quanto o nosso. Apenas para efeito de compara&ccedil;&atilde;o: Canad&aacute; 7,4%, EUA 7,7%, Reino Unido 7,7%, Finl&acirc;ndia 7,9%, Su&eacute;cia 8,1%, Fran&ccedil;a 10,7%, Irlanda 14,7%, Portugal 15,8%, Gr&eacute;cia 26% e Espanha 26%.</p>
<p>Se um pa&iacute;s tem uma popula&ccedil;&atilde;o t&atilde;o grande e quase todo mundo est&aacute; trabalhando, isso significa que existe muita demanda por bens e servi&ccedil;os e as pessoas podem pagar por eles. O que &eacute; uma &oacute;tima not&iacute;cia.</p>
<p>Mas, tamb&eacute;m significa que as pessoas v&atilde;o comprar bens e servi&ccedil;os independente de eles serem bons ou n&atilde;o. Quer dizer, se tem tanta demanda no mercado, ent&atilde;o, n&atilde;o &eacute; necess&aacute;rio batalhar tanto para fazer um bom produto ou prestar um bom servi&ccedil;o. O basic&atilde;o j&aacute; dar&aacute; conta do recado. E isso &eacute; exatamente o que acontece no Brasil.</p>
<p>N&atilde;o importa tanto assim se voc&ecirc; faz a sua parte bem ou n&atilde;o. Voc&ecirc; vai acabar conseguindo vender de um jeito ou de outro. Simplesmente porque h&aacute; muita necessidade e um monte de gente que pode comprar. Mas, a coisa &eacute; ainda pior.</p>
<p>Olhemos para a educa&ccedil;&atilde;o. Infelizmente, n&atilde;o importa que n&uacute;meros analisemos. No que se refere &agrave; educa&ccedil;&atilde;o, o Brasil &eacute; uma trag&eacute;dia. &Eacute; simples assim.</p>
<p>As pessoas v&atilde;o para a escola? Sim. Mas, a qualidade da educa&ccedil;&atilde;o geralmente &eacute; baixa. Logo, a maioria dos brasileiros consegue ler e escrever em teoria. Mal e porcamente. H&aacute; um pequeno grupo (comparando com o tamanho da popula&ccedil;&atilde;o) que &eacute; extremamente bem instru&iacute;do. Mas, a maioria das pessoas s&oacute; tem uma educa&ccedil;&atilde;o bem b&aacute;sica mesmo. Isso &eacute; um problema gigantesco.</p>
<p>Se a maioria das pessoas tem uma educa&ccedil;&atilde;o ruim e quase todo mundo est&aacute; trabalhando, isso significa que a maioria das pessoas que est&aacute; trabalhando tem uma educa&ccedil;&atilde;o insuficiente. Ent&atilde;o, &eacute; quase que natural que a gente receba produtos e servi&ccedil;os t&atilde;o ruins. Porque para ter bons produtos e servi&ccedil;o, &eacute; necess&aacute;rio melhorar o n&iacute;vel geral de educa&ccedil;&atilde;o. E todos sabemos o quanto &eacute; imperativo melhorar a educa&ccedil;&atilde;o no Brasil. Por&eacute;m, h&aacute; algo al&eacute;m.</p>
<p>Como mencionei antes, h&aacute; um grupo relativamente pequeno de pessoas muito bem educadas no Brasil. Um grupo que est&aacute; conduzindo as empresas na figura de diretores, gerentes, donos de empresas, t&eacute;cnicos e por a&iacute; vai.</p>
<p>Como essas pessoas est&atilde;o no topo da hierarquia corporativa, s&atilde;o essas pessoas que criam as regras dentro das organiza&ccedil;&otilde;es. Portanto, na verdade, essas s&atilde;o as pessoas mais importantes no que diz respeito a produzir bens e servi&ccedil;os de alta qualidade. Porque s&atilde;o as pessoas que determinam a dire&ccedil;&atilde;o das empresas.</p>
<p>Se eles decidem que as empresas deveriam investir mais em melhorar a qualidade dos produtos, ou investir mais no treinamento dos funcion&aacute;rios, ent&atilde;o, assim ser&aacute; feito. Porque essas s&atilde;o as pessoas que t&ecirc;m o poder de fazer tais mudan&ccedil;as dentro das empresas. Essa galera &eacute; realmente importante. Se a gente quer ter melhores produtos e servi&ccedil;os, a gente precisa fazer essa galera adotar esse ideal e compreender que v&atilde;o ganhar mais dinheiro como um resultado natural desse esfor&ccedil;o.</p>
<p>O problema &eacute; que isso n&atilde;o vai acontecer. Essa turma a qual me refiro &eacute; um grupo extremamente bem educado de salafr&aacute;rios. Eles s&atilde;o instru&iacute;dos e capacitados, mas n&atilde;o t&ecirc;m o menor padr&atilde;o moral. O pessoal que est&aacute; por tr&aacute;s das grandes empresas, no papel de diretores, gerentes e executivos de um modo geral, est&aacute; ocupado demais ganhando rios de dinheiro vendendo porcaria e oferecendo servi&ccedil;os ruins. Tem um mar de gente comprando de um jeito ou de outro, seja o produto bom ou ruim. Ent&atilde;o, para que fazer melhor? T&aacute; chateado com a internet ruim, agrade&ccedil;a a esse grupo. T&aacute; triste porque n&atilde;o consegue cancelar a TV a cabo, agradece a essa galera. Sinto muito, mas n&atilde;o tenho qualquer esperan&ccedil;a de que melhorias venham dessas empresas ou dessa turma. J&aacute; est&atilde;o corrompidos demais. &Eacute; uma pena.&nbsp;</p>
<p><strong>As start ups</strong></p>
<p>Todo ano sai das universidades brasileiras uma nova safra de pessoas bem instru&iacute;das. N&atilde;o &eacute; muita gente, levando-se em conta o tamanho da popula&ccedil;&atilde;o, mas &eacute; um grupo extremamente importante. Porque &eacute; o grupo que tem o maior potencial de melhorar as coisas, na minha opini&atilde;o. Eles podem come&ccedil;ar do zero, n&atilde;o precisam carregar o fardo do passado.</p>
<p>Infelizmente uma boa parcela desse pessoal decide fazer concurso p&uacute;blico. E assim se perde um monte de talentos. Alguns v&atilde;o ajudar a melhorar um pouquinho o governo e as empresas p&uacute;blicas, mas no geral &eacute; um tremendo desperd&iacute;cio de talentos, na minha opini&atilde;o.</p>
<p>Outros v&atilde;o trabalhar nas grandes empresas e se tornar&atilde;o parte desse mundo que n&atilde;o d&aacute; a m&iacute;nima para os clientes. Outro desperd&iacute;cio.</p>
<p>Alguns ir&atilde;o trabalhar em algumas das poucas empresa que s&atilde;o realmente legais e est&atilde;o tentando fazer a diferen&ccedil;a. E um min&uacute;sculo grupo decide empreender. V&atilde;o criar algum tipo de start up, eventualmente. Isso &eacute; &oacute;timo.</p>
<p>Esse &uacute;ltimo grupo &eacute; extremamente importante. Porque tem potencial para trazer mudan&ccedil;as significativas ao mercado ao longo do tempo. &Eacute; um grupo t&atilde;o min&uacute;sculo e ao mesmo tempo com tanto potencial de melhorar a sociedade, que &eacute; crucial que eles escolham o caminho de forma bem cuidadosa.</p>
<p>Na minha vis&atilde;o, e posso estar completamente enganado, o movimento brasileiro de cria&ccedil;&atilde;o de start ups, se assim podemos cham&aacute;-lo, frequentemente tenta seguir os passos dos EUA.&nbsp;</p>
<p>Dessa forma, existe todo um foco em tentar criar um conceito novo, test&aacute;-lo, ir para a rua, tentar achar um mercado, buscar investimento e assim por diante. Em outras palavras, h&aacute; um foco bem grande na tentativa de criar novas ideias, novos conceitos. Afinal, inova&ccedil;&atilde;o &eacute; o que importa, certo?</p>
<p>Bem, talvez n&atilde;o. &Eacute; bem maneiro quando algo do tipo <a href="http://airbnb.com">Airbnb</a> ou <a href="http://dropbox.com">Dropbox</a> &eacute; criado. Mas, sejamos realistas, tamb&eacute;m &eacute; bastante raro. E &eacute; dif&iacute;cil inovar e transformar uma inova&ccedil;&atilde;o em um grande neg&oacute;cio. Ent&atilde;o, diria que talvez estejamos colocando aten&ccedil;&atilde;o demais nessa coisa de inovar, quando em lugares como o Brasil, isso est&aacute; longe de ser o problema mais cr&iacute;tico.</p>
<p>No Brasil as empresas, com raras e louv&aacute;veis exce&ccedil;&otilde;es, geralmente n&atilde;o fazem sequer o b&aacute;sico bem feito. Elas est&atilde;o fazendo muita coisa errada o tempo todo, estejam elas produzindo bens ou prestando servi&ccedil;os. Ent&atilde;o, o que precisamos, desesperadamente, &eacute; ter mais empresas que sejam capazes de pelo menos fazer o b&aacute;sico de forma adequada.</p>
<p>Estou me referindo aos tipos de empresas mais tradicionais que existem, como restaurantes, farm&aacute;cias, supermercados, padarias, lojas de sapato, academias e por a&iacute; vai. Todos os setores da nossa economia ganhariam muito se houvesse mais dessas empresas tradicionais que simplesmente fizessem o b&aacute;sico direito.&nbsp;</p>
<p>Por exemplo, em Niter&oacute;i, onde morava antes, h&aacute; in&uacute;meros restaurantes. Se voc&ecirc; me perguntar quantos bons restaurantes existem por l&aacute;, vou te responder: apenas dois. E quantos caf&eacute;s s&atilde;o bons? Um! E em muitos setores n&atilde;o vou ser capaz de dar sequer um exemplo de empresa que seja boa. Temos v&aacute;rias empresas que s&atilde;o abaixo do que consideraria ok. Mas, pouqu&iacute;ssimas boas, seja do que for. E nem vou entrar no m&eacute;rito das excelentes.</p>
<p>Acho bem legal ver start ups bolando novas ideias. Mas, na boa, tem um monte de tipos de neg&oacute;cios que s&atilde;o muito bem conhecidos e terrivelmente mal conduzidos no Brasil. Se algu&eacute;m decidir criar uma empresa que fa&ccedil;a o seu trabalho direito, em qualquer desses setores mais tradicionais, garanto que duas coisas v&atilde;o acontecer: vai ganhar um bom dinheiro e vai ajudar a tornar o Brasil um lugar melhor. Precisamos desesperadamente de neg&oacute;cios &#8220;tradicionais&#8221;, bem conhecidos, sendo bem conduzidos.</p>
<p>A boa not&iacute;cia &eacute; que, como esses tipos de neg&oacute;cios j&aacute; existem h&aacute; muito tempo, n&atilde;o &eacute; preciso inventar muita coisa. E, para ficar ainda melhor, sempre &eacute; poss&iacute;vel pegar um avi&atilde;o e visitar uma parte do mundo que tenha excelentes exemplares do que voc&ecirc; quer fazer.</p>
<p>Quer abrir um caf&eacute;? D&aacute; um pulo em Buenos Aires e sai visitando um monte deles. Com certeza vai ter boas ideias de como criar um excelente caf&eacute;. Quer aprender como prestar o melhor servi&ccedil;o do mundo? Vai passar um tempinho no Jap&atilde;o. E por a&iacute; vai.</p>
<p>Inova&ccedil;&atilde;o &eacute; maneir&iacute;ssimo. Mas, n&oacute;s, brasileiros, tamb&eacute;m precisamos desesperadamente de empresas em &aacute;reas tradicionais que realmente se importem com o cliente. A gente &eacute; capaz de fazer melhor. E se fizermos isso, o dinheiro vai vir naturalmente. Pode acreditar.</p>
<p>&nbsp;</p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Até que ponto liberdade é importante para desenvolvedores de software?]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/ate-que-ponto-liberdade-e-importante-para-des"/>
    <updated>2013-01-18T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/ate-que-ponto-liberdade-e-importante-para-des</id>
    <content type="html"><![CDATA[<p><img src="http://viniciusteles.github.io/viniciustelescombr/images/freedom.jpg" alt="Até que ponto liberdade é importante para desenvolvedores de software?" /></p>
<p>Foto de <a href="http://www.flickr.com/photos/johndrake45/6201369535/">John Drake</a> (<a href="http://creativecommons.org/licenses/by-nd/2.0/deed.pt_BR">CC</a>).</p>
<p>Tive essa conversa diversas vezes nos &uacute;ltimos dias:</p>
<p>- E a&iacute;, quanto tempo voc&ecirc;s v&atilde;o ficar em Istambul?</p>
<p>- Dois meses.</p>
<p>- Uau, dois meses! Mas, por que? O que voc&ecirc; est&aacute; fazendo? Trabalhando ou algo assim?</p>
<p>- Na verdade &eacute; meio complicado. A gente n&atilde;o tem casa em nenhum lugar do mundo. A gente fica viajando por a&iacute;. No momento decidimos passar dois meses em Istambul. Na maior parte do tempo a gente fica no apartamento, trabalhando remotamente para nossos neg&oacute;cios no Brasil.</p>
<p>- Que maneiro! Mas, o que voc&ecirc; faz?</p>
<p>- Sou desenvolvedor de software. S&oacute; preciso do meu notebook e de acesso &agrave; internet. Ent&atilde;o, n&atilde;o faz diferen&ccedil;a o lugar em que estou no mundo.</p>
<p>- Uau, que privil&eacute;gio! Que inveja de voc&ecirc;. Sua profiss&atilde;o &eacute; maneir&iacute;ssima, porque voc&ecirc; pode trabalhar de qualquer lugar do planeta. Isso &eacute; fant&aacute;stico. E para onde v&atilde;o depois daqui?</p>
<p>- N&atilde;o sei. N&atilde;o decidimos ainda.</p>
<p>Tenho um sentimento esquisito toda vez que tenho essa conversa. &Eacute; bom ser lembrado do privil&eacute;gio que tenho como desenvolvedor de software, de poder trabalhar de qualquer lugar do mundo. Mas, n&atilde;o &eacute; bom ser lembrado de que tantos outros t&ecirc;m o mesmo privil&eacute;gio que eu, mas o desperdi&ccedil;am de alguma forma.</p>
<p>Existem muitos desenvolvedores de software por a&iacute;. Apenas alguns compreendem esse privil&eacute;gio e o aproveitam. Por que? Preste aten&ccedil;&atilde;o nas duas hist&oacute;rias abaixo:</p>
<p><strong><span style="font-size: medium;">Renato, o convencional</span></strong></p>
<p>Vou descrever um cen&aacute;rio que acontece com frequ&ecirc;ncia no Brasil, porque &eacute; o que conhe&ccedil;o melhor, mas suponho que n&atilde;o seja muito diferente do que acontece em outras partes do mundo.</p>
<p>Renato acabou de passar para uma universidade p&uacute;blica. Portanto, n&atilde;o ter&aacute; de pagar por sua educa&ccedil;&atilde;o e vai passar os pr&oacute;ximos quatro anos no curso de ci&ecirc;ncia da computa&ccedil;&atilde;o.</p>
<p>No final do primeiro ano as ofertas de est&aacute;gio come&ccedil;am a aparecer. Logo ele come&ccedil;a a trabalhar meio per&iacute;odo em alguma empresa e ganha at&eacute; muito bem para um estudante. N&atilde;o demora para ter uma ideia brilhante: comprar um carro. Ele guarda o suficiente para pagar a entrada e compra o que pode at&eacute; n&atilde;o ser uma Ferrari, mas &eacute; um carango respeit&aacute;vel.</p>
<p>Acaba a universidade e Renato &eacute; contratado em uma das muitas empresas que precisam desesperadamente de um desenvolvedor de software. Ele ainda est&aacute; no come&ccedil;o de sua carreira, mas agora tem um sal&aacute;rio bem decente para quem est&aacute; no primeiro degrau da escada corporativa. Uma ideia inevit&aacute;vel lhe ocorre: deveria comprar a minha casa pr&oacute;pria. Afinal, o que &eacute; mais importante do que ter uma casa pr&oacute;pria?</p>
<p>Ele guarda o suficiente para a entrada e compra uma casa, que n&atilde;o combina muito com seu carro velho. Ent&atilde;o ele troca o carro por um zero km, usando o antigo para pagar a entrada. Agora ele tem duas d&iacute;vidas que ir&atilde;o corroer a maior parte do sal&aacute;rio por muitos anos. Mas tudo bem, porque seu sal&aacute;rio logo vai aumentar.&nbsp;</p>
<p>Ele vai trabalhar para deixar de ser um programador, porque afinal, programar &eacute; uma atividade para iniciantes, assim ele pensa. Ele quer se transformar em l&iacute;der t&eacute;cnico, arquiteto de software, analista de neg&oacute;cios ou em um gerente.</p>
<p>As coisas melhoraram, n&atilde;o s&oacute; por conta da casa nova e do carro zero, mas tamb&eacute;m porque ele conheceu a mulher de sua vida. Eles namoram por um tempo e decidem se casar. Claro que tem que haver uma festa de casamento. O que significa um bocado de despesas adiante.</p>
<p>Agora Renato est&aacute; casado. Ele paga as mensalidades do carro, da casa e mais as parcelas de v&aacute;rios itens do casamento que ainda n&atilde;o foram completamente quitados. Assim que ele e sua esposa voltam da lua-de-mel, a fam&iacute;lia comemora lhes enchendo o saco com um assunto bem espec&iacute;fico, que &eacute; l&iacute;quido e certo: quando &eacute; que o beb&ecirc; vai chegar? Um casal precisa de um beb&ecirc; com certeza. Pelo menos um para come&ccedil;ar.</p>
<p>Eles est&atilde;o casados h&aacute; alguns anos e o beb&ecirc; est&aacute; para nascer. Sem problemas, porque a essa altura Renato j&aacute; n&atilde;o &eacute; mais um programador. Ele est&aacute; ganhando mais em um cargo gerencial. Ele envia emails, elabora planilhas e prepara relat&oacute;rios como ningu&eacute;m. De fato, uma excelente aplica&ccedil;&atilde;o do tempo que passou na universidade.</p>
<p>Renato ainda tem alguns anos pela frente para chegar aos trinta. E a essa altura ele &eacute; tudo, menos livre. &Eacute; um cara brilhante, bem educado, que ganha uma bela grana, mas que &eacute; incapaz de mudar a sua vida em qualquer sentido que deseje, porque tem responsabilidades e compromissos em excesso, cedo demais.</p>
<p><strong><span style="font-size: medium;">Silvio, o maluco</span></strong></p>
<p>Agora vejamos o caso de Silvio, um dos colegas de turma de Renato. Assim como Renato, Silvio morava com a fam&iacute;lia quando entrou no curso de Ci&ecirc;ncia da Computa&ccedil;&atilde;o.</p>
<p>Na primeira semana da universidade Silvio, Renato e outros colegas est&atilde;o almo&ccedil;ando quando escutam falar do <a href="http://www.casalpartiu.com.br/2013/01/couch-surfing.html">Couch Surfing</a> pela primeira vez. Renato n&atilde;o d&aacute; muita trela, mas Silvio decide dar uma olhada. Ele descobre, entre outras coisas, que diversas pessoas hospedam estrangeiros em casa com o objetivo de aprimorar o ingl&ecirc;s. De fato, ele mesmo precisa melhora seu ingl&ecirc;s, ent&atilde;o pergunta aos pais se pode usar o sof&aacute; de casa para hospedar estrangeiros. Felizmente os pais d&atilde;o sinal verde.</p>
<p>Alguns dias depois Silvio recebe seu primeiro visitante de Toronto, Canad&aacute;. A&iacute; ele percebe o quanto seu ingl&ecirc;s &eacute; ruim. Mas, d&aacute; tudo certo. Depois de alguns dias ele ganha um pouco mais de moral e se sente mais confiante para conversar em ingl&ecirc;s com o canadense. Ele tem a sensa&ccedil;&atilde;o de ter aprendido muito mais assim do que nos seis anos que passou no cursinho de ingl&ecirc;s.</p>
<p>A vida segue e ele hospeda mais um monte de estrangeiros, sempre tentando equilibrar o tempo que passa com seus visitantes e o tempo que precisa para estudar para a faculdade. Isso &eacute; t&atilde;o desafiador que ele teve que aprender rapidamente a manter o foco e a priorizar. E como seu ingl&ecirc;s rapidamente melhorou muito, ele conseguiu encontrar um est&aacute;gio at&eacute; antes do Renato. Seis meses antes, para ser mais exato.</p>
<p>No fim do primeiro ano, Silvio j&aacute; tinha hospedado dezenas de pessoas. Quase todas o convidaram para uma visita em retribui&ccedil;&atilde;o. Silvio ganha bem no est&aacute;gio, mas guarda a maior parte da grana. Como mora com os pais, acha que n&atilde;o precisa torrar a grana de bobeira, at&eacute; porque &eacute; sempre uma boa ter um dinheiro guardado para os momentos de aperto.</p>
<p>Jorge &eacute; um h&oacute;spede Argentino que se tornou muito amigo de Silvio. Ele insiste em que o Silvio v&aacute; visit&aacute;-lo durante as primeiras f&eacute;rias da universidade. A passagem a&eacute;rea n&atilde;o &eacute; t&atilde;o cara assim. Ent&atilde;o, Silvio percebe que pode compr&aacute;-la sem ter que tirar muito de sua reserva financeira. E como ele vai ficar na casa de Jorge, de gra&ccedil;a, decide ir.</p>
<p>Ele se apaixona pela Argentina e come&ccedil;a a aprender Espanhol com Jorge e seus amigos. Um deles tamb&eacute;m &eacute; desenvolvedor de software e est&aacute; envolvido em um projeto de software livre bem legal. Silvio ainda n&atilde;o sabe programar t&atilde;o bem assim, mas &eacute; convidado para o projeto e se empolga bastante com ele.</p>
<p>De volta &agrave; casa, Silvio continua estudando, trabalhando e hospedando viajantes do mundo todo. Mas, agora ele tem um est&aacute;gio melhor gra&ccedil;as as novas habilidades que adquiriu enquanto trabalhava no projeto de software livre e ao seu ingl&ecirc;s fluente e espanhol iniciante. Ele ganha ainda mais, por&eacute;m continua guardando a maior parte do que recebe. Ele n&atilde;o tem um carro, mas tamb&eacute;m n&atilde;o tem nenhuma d&iacute;vida.</p>
<p>Quando termina a universidade, Silvio j&aacute; viajou para mais de trinta pa&iacute;ses diferentes. Na maior parte do tempo visitando pessoas que ele hospedou no passado. Ele tem in&uacute;meros amigos no mundo todo. N&atilde;o s&oacute; por conta do <a href="http://www.casalpartiu.com.br/2013/01/couch-surfing.html">Couch Surfing</a>, mas tamb&eacute;m em fun&ccedil;&atilde;o do trabalho que andou fazendo em alguns projetos de software livre.</p>
<p>Exatamente por conta desses trabalhos, ele agora recebe ofertas de emprego de in&uacute;meras empresas e algumas pagam muito bem. Ele escolhe uma e cai dentro. &Eacute; meio longe de casa e vai ser um belo gasto de tempo no transporte, mas o trabalho parece bem legal.</p>
<p>Alguns meses depois, ele j&aacute; est&aacute; de saco cheio do longo percurso e do tempo que passa no transporte. Al&eacute;m disso, acha que j&aacute; est&aacute; mais do que na hora de sair da casa dos pais. Ent&atilde;o, aluga um pequeno apartamento perto do trabalho.&nbsp;</p>
<p>Ele tem um sal&aacute;rio muito bom e j&aacute; tem uma reserva financeira substancial para algu&eacute;m com apenas dezenove anos. O que &eacute; at&eacute; curioso se voc&ecirc; pensar que ele j&aacute; viajou para tantos pa&iacute;ses. Mas, sempre de forma bem barata, gra&ccedil;as aos muitos amigos.</p>
<p>Ele aluga o pequeno apartamento e se assegura de ter ali um bom sof&aacute; para hospedar os viajantes. J&aacute; que s&atilde;o apenas cinco minutos do trabalho, n&atilde;o &eacute; preciso ter um carro. &Agrave;s vezes ele at&eacute; gosta de viajar de carro para lugares pr&oacute;ximos. Nestas ocasi&otilde;es ele aluga um carro apenas para o per&iacute;odo da viagem, j&aacute; que &eacute; muito mais barato do que ter um carro o tempo todo.</p>
<p>Dois anos depois ele recebe essa incr&iacute;vel proposta de trabalho. Mas, infelizmente &eacute; em um lugar bem distante, do outro lado da cidade. Depois de pensar um pouco, percebe que pode simplesmente se mudar para outro apartamento, mais perto do novo emprego. J&aacute; que ele n&atilde;o &eacute; dono do apartamento atual, n&atilde;o tem nenhuma d&iacute;vida, nem nenhum tipo de obriga&ccedil;&atilde;o, tem liberdade para sair rapidamente.</p>
<p>Alguns anos se passam e ele continua viajando bastante e aproveitando a <a href="http://www.casalpartiu.com.br/2013/01/guia-de-viagem-local.html">ajuda e a hospitalidade dos locais</a>, sempre usando um pouco de suas economias e economizando ainda mais, ficando na casa de um dos muitos amigos espalhados pelo planeta. E como ele &eacute; um desenvolvedor de software, um programador que s&oacute; melhora com o passar do tempo, &eacute; muito respeitado na empresa em que trabalho. Ent&atilde;o, seu chefe &eacute; bastante flex&iacute;vel quando ele deseja viajar por mais tempo e pede para trabalhar remotamente.</p>
<p>Um dia ele est&aacute; viajando na Cor&eacute;ia do Sul quando conhece Daniela, a mulher de sua vida. Ela &eacute; uma estilista que est&aacute; passando f&eacute;rias na Cor&eacute;ia do Sul e no Jap&atilde;o, dois para&iacute;sos para estilistas. Inspira&ccedil;&atilde;o por todas as partes.</p>
<p>Acontece que Daniela n&atilde;o &eacute; apenas brasileira. Ela vem exatamente da mesma cidade em que Silvio mora, mas eles nunca se encontraram l&aacute;. Que loucura &eacute; a vida, n&eacute;? Eles se encontram pela primeira vez a milhares de quil&ocirc;metros de casa. E logo come&ccedil;am a namorar, assim que retornam ao Brasil.</p>
<p>Pouco tempo depois decidem se casar. Mas, como os dois adoram viajar, preferem guardar dinheiro para isso. Ent&atilde;o, tentam evitar os altos gastos de um casamento. Organizam uma festinha bacana, mas nada grande, nem muito sofisticado. O importante &eacute; que n&atilde;o querem ter nenhum tipo de d&iacute;vida por conta do casamento.</p>
<p>A prop&oacute;sito, eles ainda n&atilde;o querem comprar uma casa e se endividar de nenhuma forma. Ent&atilde;o, alugam um outro apartamento para eles, no meio do caminho entre o trabalho de cada um. N&atilde;o &eacute; grande, nem rebuscado, mas &eacute; aconchegante e eles gostam de l&aacute;.</p>
<p>&Agrave;s vezes eles viajam por per&iacute;odos mais longos e ela tamb&eacute;m consegue convencer seu chefe a deix&aacute;-la trabalhar remotamente nessas situa&ccedil;&otilde;es, que depois de um tempo come&ccedil;aram a se tornar cada vez mais frequentes. At&eacute; chegar a um ponto em que os dois convenceram seus respectivos chefes a deix&aacute;-los trabalhar de casa.</p>
<p>Eles come&ccedil;am a trabalhar em casa e passam muito mais tempo juntos. Mas, agora j&aacute; n&atilde;o t&ecirc;m mais desculpas. Quando amigos de outros pa&iacute;ses lhes convidam para uma visita, eles j&aacute; n&atilde;o podem recusar usando o trabalho como desculpa. Todos sabem que eles podem trabalhar de onde estiverem. Pobrezinhos, quando se d&atilde;o conta, est&atilde;o viajando pelo mundo permanentemente, porque realmente j&aacute; n&atilde;o importa mais onde estejam. Eles conseguem trabalhar e viver uma vida maravilhosa pulando de pa&iacute;s em pa&iacute;s. Decidiram inclusive n&atilde;o ter mais uma casa, em nenhum lugar do mundo. Ficam vagando por a&iacute;, &agrave;s vezes usando o <a href="http://www.casalpartiu.com.br/2013/01/couch-surfing.html">Couch Surfing</a>, &agrave;s vezes usando o <a href="https://www.airbnb.com/tell-a-friend?airef=283vz9905czz5">Airbnb para achar acomoda&ccedil;&atilde;o com pre&ccedil;os mais baixos</a>.</p>
<p>Sete anos depois do casamento eles decidem ter um filho. Ent&atilde;o, consideram melhor voltar para o Brasil e ficar um tempo por l&aacute;.</p>
<p>Agora a vida &eacute; diferente. Eles alugaram um apartamento suficientemente grande e j&aacute; n&atilde;o viajam mais tanto assim. Especialmente nos primeiros meses do rec&eacute;m-nascido. Mas, n&atilde;o demora muito para o beb&ecirc; entrar no circuito e come&ccedil;ar a viajar com eles. At&eacute; porque, os amigos mundo afora n&atilde;o v&ecirc;m a hora de conhecer o pequeno Lucas.</p>
<p>Quanto a comprar a casa, Silvio e Daniela ainda n&atilde;o se decidiram. Eles nem sequer sabem onde gostariam de passar o resto da vida. Mas, quando decidirem j&aacute; ter&atilde;o reserva mais do que suficiente para comprar uma casa &agrave; vista e com um bom desconto.</p>
<p>At&eacute; l&aacute;, est&atilde;o livres para estar onde quiserem, quando quiserem e ainda assim trabalhar em suas respectivas profiss&otilde;es. Legal, n&eacute;?</p>
<p><strong><span style="font-size: medium;">Liberdade para escolher o que fazer com seu tempo</span></strong></p>
<p>Dinheiro &eacute; muito &oacute;bvio. Todo mundo trabalha por ele. Mas, tempo &eacute; o que realmente importa. Porque sempre d&aacute; para ganhar mais dinheiro, mas n&atilde;o &eacute; poss&iacute;vel recuperar o tempo perdido. Ent&atilde;o, diria que uma das coisas mais importantes nesta vida &eacute; ter liberdade para usar o tempo como a gente bem entender.</p>
<p>H&aacute; muitas formas de alcan&ccedil;ar essa liberdade, especialmente para quem &eacute; um desenvolvedor de software. &Eacute; preciso apenas ter aten&ccedil;&atilde;o com as decis&otilde;es que v&atilde;o sendo tomadas pelo caminho. At&eacute; porque, a vida &eacute; curta demais para n&atilde;o prestar aten&ccedil;&atilde;o.</p>
<p>Ent&atilde;o, qual vai ser sua hist&oacute;ria? Convencional? Maluco? Comece a prestar aten&ccedil;&atilde;o.</p>
<p>&nbsp;</p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Couch Surfing]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/couch-surfing"/>
    <updated>2013-01-07T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/couch-surfing</id>
    <content type="html"><![CDATA[<p>Sabe quando voc&ecirc; percebe o qu&atilde;o idiota est&aacute; sendo? Esse &eacute; o meu sentimento nos &uacute;ltimos dois dias. Permita-me explicar.</p>
<p>N&oacute;s estamos viajando pelo mundo h&aacute; mais de dois anos e eu sempre me queixei de que deveria haver uma forma f&aacute;cil de conhecer pessoas nos lugares em que estiv&eacute;ssemos. Porque conhecer os locais ou outros viajantes &eacute; sempre a melhor parte da viagem. Mas, como a gente pode fazer para chegar em uma cidade e se conectar com outras pessoas?</p>
<p>Na verdade, &eacute; bem f&aacute;cil e a solu&ccedil;&atilde;o sempre esteve na ponta dos meus dedos. Eu &eacute; que n&atilde;o tinha tentado antes, at&eacute; ontem. Provavelmente muitos de voc&ecirc;s j&aacute; sabem que estou me referindo ao <a href="https://www.couchsurfing.org">Couch Surfing</a>.</p>
<p><a href="https://www.couchsurfing.org">Couch Surfing</a> &eacute; um site criado h&aacute; mais de uma d&eacute;cada. Digamos que voc&ecirc; tem um sof&aacute; na sua sala e gostaria de hospedar algu&eacute;m. Voc&ecirc; vai l&aacute; no <a href="https://www.couchsurfing.org">http://www.couchsurfing.org</a>, cria um perfil, anuncia ao mundo que voc&ecirc; tem esse incr&iacute;vel sof&aacute; e logo as pessoas come&ccedil;am a perguntar se voc&ecirc; poderia hosped&aacute;-las por alguns dias.</p>
<p>Voc&ecirc; oferece o sof&aacute;, cama extra, quarto vago ou o que puder oferecer como uma cortesia. Voc&ecirc; n&atilde;o pode cobrar por isso no <a href="https://www.couchsurfing.org">Couch Surfing</a>. Por outro lado, se voc&ecirc; viajar usando o <a href="https://www.couchsurfing.org">Couch Surfing</a>, voc&ecirc; tem a oportunidade de ficar na casa de algu&eacute;m sem pagar nada por isso. Embora voc&ecirc; sempre seja mais que bem-vindo a mostrar sua gratid&atilde;o oferecendo um presente ou ensinando alguma coisa sobre seu pa&iacute;s, como por exemplo, cozinhando alguma comida t&iacute;pica para seu anfitri&atilde;o.</p>
<p>Isso &eacute; maneir&iacute;ssimo, n&atilde;o &eacute;? S&oacute; que tem mais. A galera do <a href="https://www.couchsurfing.org">Couch Surfing</a> organiza in&uacute;meras atividades durante todo o ano. E todo mundo &eacute; bem-vindo. Mesmo pessoas que nunca usaram o <a href="https://www.couchsurfing.org">Couch Surfing</a> para viajar ou para hospedar algu&eacute;m, podem participar. Por exemplo, h&aacute; diversos encontros, em in&uacute;meras cidades. E foi assim que n&oacute;s finalmente ingressamos nessa comunidade.</p>
<p>Em Istambul, h&aacute; in&uacute;meros encontros semanais. Teve um ontem &agrave; noite, em um bar, basicamente para socializar. E teve outro hoje &agrave; noite voltado para conversa&ccedil;&atilde;o em ingl&ecirc;s. N&oacute;s estivemos nesses dois e foi uma experi&ecirc;ncia sensacional. Como &eacute; que n&oacute;s deixamos isso passar por tanto tempo?&nbsp;</p>
<p>Verdade seja dita, eu j&aacute; tinha ouvido falar do <a href="https://www.couchsurfing.org">Couch Surfing</a> h&aacute; um bom tempo. Mas, sempre que tentava us&aacute;-lo eu me frustrava e ficava um tanto intimidado com a interface do sistema. Ela &eacute; bem confusa. N&atilde;o conseguia superar essa barreira, por falta de paci&ecirc;ncia. Mas, tudo mudou essa semana. Disse para mim mesmo: voc&ecirc; tem que se empenhar e entrar nesse sistema porque deve haver algo fant&aacute;stico que voc&ecirc; est&aacute; perdendo. E agora descobri que essa era a mais pura verdade.</p>
<p>Havia mais de 30 pessoas ontem &agrave; noite e mais de 40 hoje &agrave; noite. Na sua maioria, turcos. Portanto, estes encontros se revelaram perfeitos para conhecer alguns locais, bem como pessoas de outras origens que est&atilde;o morando em Istambul. Mas, por que havia tanta gente?</p>
<p>Descobri ontem que viajar para o exterior n&atilde;o &eacute; tarefa f&aacute;cil para os turcos. Parece que eles t&ecirc;m que pedir visto para a maioria dos pa&iacute;ses (felizmente n&atilde;o precisam de visto para o Brasil). Seja como for, muitos n&atilde;o t&ecirc;m condi&ccedil;&otilde;es de pagar por uma viagem. E aprender ingl&ecirc;s na escola simplesmente n&atilde;o funciona. O ensino de ingl&ecirc;s nas escolas tipicamente &eacute; fraco na Turquia, assim como no Brasil.</p>
<p>S&oacute; que aqui tem gente que t&aacute; muito a fim de aprender e praticar o ingl&ecirc;s. E como muitos provavelmente n&atilde;o t&ecirc;m como pagar por um curso particular, eles v&atilde;o a encontros para praticar o ingl&ecirc;s com os estrangeiros que est&atilde;o visitando a cidade, como a gente. E isso &eacute; &nbsp;sensacional para todo mundo.</p>
<p>Eles t&ecirc;m esses encontros toda semana e est&aacute; sempre cheio de gente. Mas, preste aten&ccedil;&atilde;o em um detalhe fundamental. Estamos falando de s&aacute;bado &agrave; noite! Eles se encontram para praticar ingl&ecirc;s no s&aacute;bado &agrave; noite! Isso &eacute; que &eacute; determina&ccedil;&atilde;o.</p>
<p>A Pati e eu conversamos com v&aacute;rias pessoas hoje &agrave; noite. Muitos eram turcos, mas tamb&eacute;m conhecemos pessoas da Arg&eacute;lia, Canad&aacute;, Arm&ecirc;nia, Rom&ecirc;nia, Alemanha, Brasil, Bol&iacute;via, S&iacute;ria e Luxemburgo. Ent&atilde;o, aprendemos um pouquinho mais sobre cada um desses lugares. Ali&aacute;s, eu at&eacute; aprendi a jogar gam&atilde;o. E ainda ganhei. Sorte de principiante, &eacute; claro. :-)</p>
<p>Lamento profundamente pelo tempo perdido, por n&atilde;o tentar usar o <a href="https://www.couchsurfing.org">Couch Surfing</a> antes. Mas, estou maravilhado por termos finalmente ingressado. E Istambul parece ser o lugar perfeito, j&aacute; que a galera usa de verdade e funciona super bem.</p>
<p>Voc&ecirc; pode encontrar o <a href="https://www.couchsurfing.org/profile.html">meu perfil</a> no <a href="https://www.couchsurfing.org">Couch Surfing</a> em: <a href="https://www.couchsurfing.org/profile.html">http://www.couchsurfing.org/people/vinicius.m.teles</a>.<img src="http://viniciusteles.github.io/viniciustelescombr/images/cs-meetup.jpg" alt="Couch Surfing" /></p>
<p />
<p>&nbsp;</p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Nômade digital: efeitos sobre a produtividade]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/nomade-digital-efeitos-sobre-a-produtividade"/>
    <updated>2012-11-22T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/nomade-digital-efeitos-sobre-a-produtividade</id>
    <content type="html"><![CDATA[<p>Eu e a&nbsp;<a href="http://patriciafigueira.com.br">Pati</a>&nbsp;nos tornamos <a href="http://en.wikipedia.org/wiki/Digital_nomad">n&ocirc;mades digitais</a> h&aacute; uns dois anos. Desde ent&atilde;o, estivemos em dezenas de cidades e pa&iacute;ses mundo afora. Mas, n&atilde;o se trata apenas de lazer. De fato, n&oacute;s estamos trabalhando a maior parte do tempo, de onde quer que estejamos.</p>
<p />
<div>Trabalhar enquanto a gente viaja &eacute; bastante desafiador. Mas, s&oacute; recentemente me dei conta de que &eacute; t&atilde;o desafiador quanto antes. Nem pior, nem melhor. &Eacute; basicamente o mesmo problema. Um tanto contraintuitivo, n&atilde;o &eacute;?</div>
<p />
<div>Quando eu tinha uma casa e um home office bacana, j&aacute; era um tremendo esfor&ccedil;o para conseguir finalizar algum trabalho. Eu trabalhava muito e estava sempre ocupado. Mas, produzir resultados significativos e chegar mais pr&oacute;ximo de atingir meus objetivos era outra hist&oacute;ria, completamente diferente. &Eacute; mais f&aacute;cil se manter ocupado do que progredir.</div>
<p />
<div>Sempre tive muitas listas de tarefas, cada uma delas com zilh&otilde;es de itens. Tantas coisas, de fato, que ficava dif&iacute;cil escolher. Quais as tarefas mais importantes para executar hoje? Essa semana? Esse m&ecirc;s?</div>
<p />
<div>Eventualmente escolhia alguma coisa, mas meus dias sempre eram preenchidos com todo tipo de distra&ccedil;&atilde;o. A prop&oacute;sito, as distra&ccedil;&otilde;es s&atilde;o tantas atualmente e t&atilde;o viciantes, que fica at&eacute; dif&iacute;cil de acreditar que &eacute; poss&iacute;vel produzir alguma coisa &uacute;til. Tenho que admitir que email, Facebook, Twitter, Pintrest, sites de not&iacute;cias, s&oacute; para ficar em algumas, tomam muito tempo. Tento lutar contra elas tanto quanto poss&iacute;vel, mas elas sempre voltam e continuam me sugando. E poderia ser pior. Eu n&atilde;o assisto TV. Nunca! Imagina se assistisse.&nbsp;</div>
<p />
<div>Quando estava no meu home office, outras distra&ccedil;&otilde;es mundanas tamb&eacute;m tiravam um bom tempo. Algumas coisas realmente precisavam ser feitas e tomavam tempo que eu preferia estar dedicando ao trabalho. Mas, muitas outras poderiam ser evitadas.</div>
<p />
<div>Notei que nas viagens o padr&atilde;o mudou, mas os resultados continuaram os mesmos. Ao inv&eacute;s de lidar com distra&ccedil;&otilde;es triviais, eu precisava agir sobre quest&otilde;es bastante s&eacute;rias diariamente. Por exemplo, onde vamos passar a noite hoje? Como fazemos para ir do aeroporto para o apartamento tempor&aacute;rio quando chegarmos na outra cidade amanh&atilde;? A prop&oacute;sito, qual o melhor lugar para ficar nessa pr&oacute;xima cidade? Que pa&iacute;s vamos visitar m&ecirc;s que vem?</div>
<p />
<div>Quando o assunto &eacute; viagem,&nbsp;<a href="http://patriciafigueira.com.br">Pati</a>&nbsp;e eu temos responsabilidades bem claras. Ela tira as fotos, eu organizo a viagem. Portanto, cabe a mim fazer toda a pesquisa e decidir um monte de coisas todo dia. &Eacute; um bocado de trabalho e toma tempo.</div>
<p />
<div>Ent&atilde;o, assim como antes, n&atilde;o consigo ser t&atilde;o produtivo com meu trabalho quanto gostaria. Costumava ser por conta de distra&ccedil;&otilde;es triviais. Agora &eacute; por conta de necessidades muito mais b&aacute;sicas. Mas, no que se refere ao trabalho, o resultado final &eacute; o mesmo. Consigo entregar menos do que gostaria de admitir.</div>
<p />
<div>Venho pensando muito sobre isso ultimamente e agora tenho uma teoria. Acho que h&aacute; uma forma de resolver essa quest&atilde;o e produzir mais usando uma ideia um tanto contraintuitiva. E se eu escolhesse dedicar meu dia a executar <strong>uma e apenas uma tarefa</strong> e efetivamente finaliz&aacute;-la em um dia, independente do que acontecesse ao longo do dia?&nbsp;</div>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[StartupDojo em Campo Grande, Mato Grosso do Sul]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/startupdojo-em-campo-grande-mato-grosso-do-su"/>
    <updated>2012-10-30T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/startupdojo-em-campo-grande-mato-grosso-do-su</id>
    <content type="html"><![CDATA[<p>No &uacute;ltimo fim-de-semana estive em Campo Grande, Mato Grosso do Sul, para participar do Circuito Empreendedor como mentor do StartupDojo, na companhia dos amigos Rafael Lima, Juan Bernab&oacute; e Edson Mackeenzy. Resultado? Adorei Campo Grande e a galera de l&aacute;. Fiquei super bem impressionado com a cidade e n&atilde;o vejo a hora de voltar! De quebra, ainda tive a chance de dar uma passadinha r&aacute;pida em Bonito e tamb&eacute;m curti demais. Vou ter que voltar com calma, com a Pati, porque o lugar &eacute; muito legal! <p /> Campo Grande fez com que me sentisse um idiota. Um fen&ocirc;meno comum no Sudeste &eacute; que a gente acha que toda a a&ccedil;&atilde;o se concentra no eixo Rio-S&atilde;o Paulo. E a gente tende a ignorar o resto do pa&iacute;s. &Eacute; uma atitude bem babaca, mas bastante comum. De repente a gente at&eacute; lembra do Sul e Nordeste. Mas, Centro Oeste e Norte s&atilde;o como grandes vazios que est&atilde;o l&aacute; e a gente acha que n&atilde;o tem ningu&eacute;m, nem nada interessante. Quanto engano! <br />Infelizmente ainda n&atilde;o conhe&ccedil;o a regi&atilde;o Norte e meu contato com o Centro Oeste ainda &eacute; limitado. Fui a Bras&iacute;lia algumas vezes, mas s&oacute; ano passado pude realmente conhecer melhor o lugar e a galera de l&aacute;, por convite dos meus amigos da SEA Tecnologia. Adorei a experi&ecirc;ncia e espero voltar muitas vezes. <p /> Com Campo Grande a situa&ccedil;&atilde;o foi mais dr&aacute;stica. Fui sem nenhuma expectativa, como algu&eacute;m que vai conhecer um lugar do qual mal escutou falar e n&atilde;o faz ideia do que ir&aacute; encontrar. Mas, quando cheguei l&aacute;, me deparei com uma capital que n&atilde;o parece ter nada a ver com as demais capitais brasileiras que j&aacute; conheci (mais da metade). <p /> A impress&atilde;o geral foi excelente, desde o primeiro momento. A cidade tem avenidas largas, tipo muito largas e completamente fora dos padr&otilde;es das demais capitais. Pareceu-me bem organizada, com v&aacute;rias pra&ccedil;as e &aacute;reas verdes legais e um transito que flui bem, justamente porque as avenidas s&atilde;o largas. <br />A galera nos levou na esta&ccedil;&atilde;o ferrovi&aacute;ria para experimentar o Sob&aacute;. Que lugar maneiro! E que comida deliciosa! Adorei! Fico com &aacute;gua na boca s&oacute; de lembrar. Tamb&eacute;m experimentei o Terer&eacute; e amei. O chato &eacute; que isso foi depois de ir no mercado onde vendem a erva. Durante a visita, como ainda n&atilde;o tinha experimentado o Terer&eacute;, n&atilde;o comprei erva para trazer. Depois que experimentei, n&atilde;o voltei mais ao mercado e voltei para o Rio de m&atilde;os vazias. N&atilde;o consigo me perdoar. :-( Ent&atilde;o, que isso seja um motivo para eu voltar logo a Campo Grande e dessa vez fazer direito: comer Sob&aacute; in&uacute;meras vezes e trazer um carregamento de erva para preparar Terer&eacute;. :) <p /> L&aacute; em Campo Grande tive a oportunidade de conhecer uma galera muito legal e com uma tremenda iniciativa. A turma que participou do StartupDojo foi sensacional. Surgiram ideias maneir&iacute;ssimas e a galera realmente se empenhou para realiz&aacute;-las. No processo, acabei tendo conhecimento de v&aacute;rias iniciativas que surgiram em Campo Grande e que hoje s&atilde;o empreendimentos bastante relevantes e bem conhecidos, como &eacute; o caso do Reclame Aqui e do Portal Educa&ccedil;&atilde;o, entre outros. <br />Por&eacute;m, uma das hist&oacute;rias que mais me marcou foi a do Guilherme Junqueira e do seu incr&iacute;vel exemplo de cidadania, que viabilizou a Incubadora Tecnol&oacute;gica. Essa hist&oacute;ria merecia ser contada zilh&otilde;es de vezes Brasil afora. &Eacute; muito maneira! <p /> Meu amigo Saulo Arruda &eacute; quem me convidou para participar deste evento e eu lhe serei eternamente grato por essa oportunidade. S&oacute; assim pude compreender que Campo Grande &eacute; um segredo bem guardado. Uma cidade maneir&iacute;ssima, com uma galera para l&aacute; de gente boa e simp&aacute;tica, que espero ter a chance de rever muitas outras vezes, j&aacute; que Campo Grande agora &eacute; uma das minhas cidades favoritas no mundo. E n&atilde;o h&aacute; nenhum exagero nisso, garanto! <p /> Depois do evento, como ter&iacute;amos que esperar at&eacute; a segunda &agrave; noite para retornar ao Rio, eu e meu amigo Rafael Lima conseguimos agitar uma ida r&aacute;pida a Bonito, com as dicas do Guilherme e do Saulo. Que bom que fizemos isso, porque apesar de breve, a visita &agrave; Bonito foi excelente e tivemos a chance de conhecer outro lugar ao qual teremos que voltar muitas outras vezes. Bonito realmente merece ser visitada! O pouco que vimos foi lindo e tudo l&aacute; nos pareceu muito organizado e profissional. Recebemos um servi&ccedil;o de primeira qualidade, com pre&ccedil;o extremamente justo e um atendimento para l&aacute; de gentil. <br />Em suma, nesse &uacute;ltimo fim-de-semana tive a oportunidade de conhecer um pouquinho do Mato Grosso do Sul. E assim percebi o tempo perdido. &Eacute; um lugar muito, muito, muito melhor do que eu jamais imaginaria e para onde deveria estar indo com frequ&ecirc;ncia h&aacute; tempos, ao inv&eacute;s de ignorar, como t&atilde;o frequentemente fazemos aqui do Sudeste. Agora, a minha curiosidade tamb&eacute;m se estende aos demais estados do Centro Oeste, Norte e os que ainda n&atilde;o conhe&ccedil;o do Nordeste. Espero corrigir essa falta grave o quanto antes, porque sei que a cada visita vou me surpreender positivamente. <br />O legal do Brasil &eacute; que a cada lugar novo que a gente vai, descobre que sempre tem uma galera gente boa fazendo coisas legais, mas que a gente n&atilde;o tinha nem ideia. Quero mais &eacute; conhecer essa turma! <p /> Por fim, meu muit&iacute;ssimo obrigado ao Saulo e ao Guilherme pelo convite e por viabilizar a nossa ida. E um obrigado enorme a todos que estiveram conosco nesse fim-de-semana e permitiram que tiv&eacute;ssemos um excelente primeiro contato com o Mato Grosso do Sul. Quero rev&ecirc;-los em breve e, sobretudo, quero rev&ecirc;-los in&uacute;meras outras vezes. Campo Grande &eacute; que h&aacute;! E, claro, meus parab&eacute;ns a todos que participaram do StartupDojo e lutaram por suas ideias. Sei que ainda vou ouvir falar muito de voc&ecirc;s. ;-) <p /> <br /></p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Não tira farofa comigo!]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/nao-tira-farofa-comigo"/>
    <updated>2012-06-28T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/nao-tira-farofa-comigo</id>
    <content type="html"><![CDATA[<p>Quando est&aacute;vamos no aeroporto de Larnaca, para fazer a viagem do Chipre para a Gr&eacute;cia, fomos surpreendidos por um erro no sistema da companhia a&eacute;rea, que nos levou a intensas discuss&otilde;es antes do voo. Aproveitei o ocorrido para comentar sobre algumas pegadinhas das empresas a&eacute;reas, assim como a nossa atitude durante essa viagem, que nos ajudou a resolver esse problema de modo satisfat&oacute;rio. <p /> <iframe src="http://www.youtube.com/embed/gvGmt4j93fo?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe></p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Muito louco isso, né?]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/muito-louco-isso-ne"/>
    <updated>2012-06-27T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/muito-louco-isso-ne</id>
    <content type="html"><![CDATA[<p>Esse v&iacute;deo supostamente &eacute; sobre a nossa breve visita &agrave; Nicosia, capital do Chipre. Mas, provavelmente a coisa mais marcante &eacute; o excesso de vezes em que digo: &#8220;muito louco isso, n&eacute;?&#8221; :-) <p /> N&atilde;o era meu objetivo fazer isso, mas como se pode observar, aparecer em v&iacute;deo n&atilde;o &eacute; o meu forte. Ent&atilde;o, d&aacute; um desconto e considere que ainda estou treinando. Ou ent&atilde;o, zoa mesmo, porque t&aacute; merecendo. :p <p /> <iframe src="http://www.youtube.com/embed/du_kAPq2mGs?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe></p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Você conhece Larnaca?]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/voce-conhece-larnaca"/>
    <updated>2012-06-26T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/voce-conhece-larnaca</id>
    <content type="html"><![CDATA[<p>Nunca ouviu falar de Larnaca? Ent&atilde;o, se liga: <p /> <iframe src="http://www.youtube.com/embed/-lBYfDj5d1M?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe></p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Vistos para a nossa volta ao mundo]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/vistos-para-a-nossa-volta-ao-mundo"/>
    <updated>2012-06-19T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/vistos-para-a-nossa-volta-ao-mundo</id>
    <content type="html"><![CDATA[<p><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 18px;">O&nbsp;<a href="http://sidneyfilho.perto.vc/">Sidney Lima Filho</a>&nbsp;perguntou pelo&nbsp;<a href="https://twitter.com/#!/sidneylimafilho">Twitter</a>&nbsp;como n&oacute;s resolvemos a quest&atilde;o dos vistos para essa volta ao mundo. Esse &eacute; um tema que preocupa muita gente, por isso fiz esse v&iacute;deo contando nossa experi&ecirc;ncia.</span></p>
<p />
<div><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 18px;"><iframe src="http://www.youtube.com/embed/4H54zcSCywo?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe></span></div>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Espírito de prorrogação]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/espirito-de-prorrogacao"/>
    <updated>2012-06-14T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/espirito-de-prorrogacao</id>
    <content type="html"><![CDATA[E se um m&eacute;dico lhe contasse que s&oacute; lhe resta uma semana? Qual seria sua maior prioridade? Esse &eacute; um exerc&iacute;cio de pensamento que eu e a Pati fazemos constantemente e &eacute; ele que nos ajuda a definir nossas prioridades.
<p />
<div><iframe allowfullscreen src="http://www.youtube.com/embed/irPcb225_G0?wmode=transparent" frameborder="0" height="417" width="500"></iframe></div>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Conhecendo melhor o mundo e o Brasil: potencial turístico]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/conhecendo-melhor-o-mundo-e-o-brasil-potencia"/>
    <updated>2012-06-13T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/conhecendo-melhor-o-mundo-e-o-brasil-potencia</id>
    <content type="html"><![CDATA[<p>Viajando pelo mundo, estamos conhecendo melhor n&atilde;o s&oacute; os lugares que visitamos, mas tamb&eacute;m o pr&oacute;prio Brasil, a medida que o entendemos melhor, comparando com outros lugares. Conclu&iacute;mos que n&atilde;o h&aacute; outro pa&iacute;s com potencial tur&iacute;stico maior que o do Brasil. Mas, infelizmente, a realiza&ccedil;&atilde;o desse potencial ainda deixa muito a desejar. <br /><iframe src="http://www.youtube.com/embed/6prl-tqkYoo?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe></p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Reconhecimento de Luxor]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/reconhecimento-de-luxor"/>
    <updated>2012-06-12T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/reconhecimento-de-luxor</id>
    <content type="html"><![CDATA[<p>Fizemos um pequeno reconhecimento de Luxor e a experi&ecirc;ncia foi um tanto complicada. Mas, acho que vencemos o desafio. :-)</p>
<p>&nbsp;</p>
<p><iframe src="http://www.youtube.com/embed/RooRN_r8BkQ?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe></p>
<p>&nbsp;</p>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[A ideia de dar a volta ao mundo]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/a-ideia-de-dar-a-volta-ao-mundo"/>
    <updated>2012-06-12T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/a-ideia-de-dar-a-volta-ao-mundo</id>
    <content type="html"><![CDATA[<p>A Pati se empolgou em fazer v&iacute;deos recentemente. Ent&atilde;o, aproveitei para falar um pouco sobre essa ideia &#8220;maluca&#8221; de dar a volta ao mundo.</p>
<p />
<div><iframe src="http://www.youtube.com/embed/UBQHug38LQs?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe><br />
<p />
</div>
]]></content>
  </entry>
  
  <entry>
    <title type="html"><![CDATA[Dicas de viagem]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/dicas-de-viagem"/>
    <updated>2012-04-25T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/dicas-de-viagem</id>
    <content type="html"><![CDATA[<p>Como estamos &#8220;na estrada&#8221; h&aacute; quase um ano e meio e eu fa&ccedil;o a maior parte do planejamento das viagens, tive que ir aprendendo a usar algumas ferramentas simples na internet para facilitar a vida e evitar roubadas. Ent&atilde;o,&nbsp;queria aproveitar para compartilhar que ferramentas s&atilde;o essas.<p /><strong>Passagens a&eacute;reas</strong><p />Sempre come&ccedil;o pelo site&nbsp;<a href="http://matrix.itasoftware.com/">http://matrix.itasoftware.com/</a><p />Ele parece ter os valores de todas as companhias a&eacute;reas do mundo e sempre me retorna resultados &uacute;teis, com o melhor pre&ccedil;o que eu conseguiria. Mas, n&atilde;o d&aacute; para comprar a passagem por esse site. Ele s&oacute; serve para consultar.&nbsp;<p />Na hora de comprar a passagem, tipicamente fa&ccedil;o isso diretamente no site da companhia a&eacute;rea que foi indicada como tendo o melhor pre&ccedil;o. Se por alguma raz&atilde;o n&atilde;o der para usar o site da companhia a&eacute;rea, eu apelo para&nbsp;algum site de venda de passagens cujo pre&ccedil;o d&ecirc; igual ao que foi mostrado na consulta do site que indiquei acima. Por exemplo, recentemente isso aconteceu comigo em alguns trechos e usei o site&nbsp;<a href="http://www.orbitz.com/">http://www.orbitz.com/</a>&nbsp;para&nbsp;a compra das passagens. Funcionou direitinho.<p />Finalmente, no caso de voos mais longos, dou uma olhada no&nbsp;<a href="http://www.seatguru.com/">http://www.seatguru.com/</a>&nbsp;para ver onde &eacute; melhor sentar dentro do avi&atilde;o. E a&iacute; tento reservar o assento de acordo com as melhores op&ccedil;&otilde;es indicadas pelo site.<p /><strong>Hospedagem</strong><p />Normalmente eu come&ccedil;o procurando nohttp://airbnb.com/&nbsp;Infelizmente, nem toda cidade do mundo tem boas ofertas de hospedagem atrav&eacute;s dele. Ent&atilde;o, fico em hot&eacute;is, quando n&atilde;o rola Airbnb. Albergues (hostels) j&aacute; usamos&nbsp;muito no passado, mas j&aacute; estamos nesse momento da vida em que preferimos pagar mais para ter um pouco mais de privacidade, conforto e, sobretudo, banheiro dentro do quarto. :) Com isso, perdemos a oportunidade de&nbsp;fazer muitos amigos nos albergues, mas faz parte.&nbsp;<p />Se temos que apelar para hot&eacute;is, pesquiso nohttp://www.tripadvisor.com/&nbsp;para achar hot&eacute;is que pare&ccedil;am decentes e cujos pre&ccedil;os sejam &#8220;pag&aacute;veis&#8221;. Seleciono alguns que atendem essas caracter&iacute;sticas e leio bastante os reviews.&nbsp;O que procuro nos reviews &eacute; saber se a internet do hotel funciona e se &eacute; gr&aacute;tis. Al&eacute;m disso, vejo coment&aacute;rios sobre a localiza&ccedil;&atilde;o. Finalmente, vejo as fotos que os viajantes postaram. Fotos oficiais n&atilde;o me interessam, pois&nbsp;raramente refletem a realidade. Ali&aacute;s, no caso do Airbnb, quando as fotos s&atilde;o oficiais, ao inv&eacute;s de fotos amadoras, sei que tenho que dar um belo desconto, porque infelizmente eles seguiram pelo mesmo caminho de &#8220;enfeitar o&nbsp;pav&atilde;o&#8221; no caso das fotos oficiais. Uma pena.<p />Quando acho um ou mais hot&eacute;is que agradam, fa&ccedil;o a reserva, tipicamente usando algum site de reserva, tal como&nbsp;<a href="http://www.hotels.com/">http://www.hotels.com/</a>&nbsp;ou&nbsp;<a href="http://www.agoda.com/ou">http://www.agoda.com/ou</a>&nbsp;<a href="http://www.booking.com/">http://www.booking.com/</a>&nbsp;Simplesmente vejo o que tem&nbsp;o melhor pre&ccedil;o, j&aacute; que todos funcionam igualmente bem, no geral. O Agoda &eacute; o que costuma ter o pre&ccedil;o sempre ligeiramente melhor, ent&atilde;o &eacute; o que acabo usando mais.<p />Para a galera menos fresca que a gente, tem ohttp://www.couchsurfing.org/&nbsp;N&atilde;o usamos ainda, mas conhe&ccedil;o pessoas que j&aacute; usaram e ainda est&atilde;o a&iacute; para contar a hist&oacute;ria. :D<p /><strong>Aluguel de carro</strong><p />No caso de muitos pa&iacute;ses, sobretudo os desenvolvidos, d&aacute; para obter &oacute;timas cota&ccedil;&otilde;es pelo site&nbsp;<a href="http://www.auto-hire-online.com/">http://www.auto-hire-online.com/</a>&nbsp;&Eacute; o que uso na maior parte do tempo e o pre&ccedil;o costuma ser bem melhor do que alugando&nbsp;diretamente pelo site das locadoras.<p /></p>
<div><strong>Ferramentas de convers&atilde;o e previs&atilde;o</strong></div>
<div><br />* Convers&otilde;es de moeda -&nbsp;<a href="http://www.xe.com/">http://www.xe.com/</a><br />* Convers&otilde;es de fuso hor&aacute;rio -<a href="http://www.timeanddate.com/">http://www.timeanddate.com/</a><br />* Previs&atilde;o do tempo -&nbsp;<a href="http://www.weather.com/">http://www.weather.com/</a></div>
<div><br /><strong>Informa&ccedil;&otilde;es b&aacute;sicas sobre o destino</strong><p />Para ter uma no&ccedil;&atilde;o m&iacute;nima do destino que iremos visitar, sempre fa&ccedil;o uma consulta nohttp://wikitravel.org/en/Main_Page&nbsp;Coloco a cidade que visitaremos e aprendo o b&aacute;sico sobre o lugar. &Eacute; sempre bem &uacute;til.&nbsp;<p />Para saber o que fazer no lugar, tipicamente dou uma olhada na se&ccedil;&atilde;o &#8220;Things to do&#8221; desses sites:http://www.tripadvisor.com/&nbsp;e&nbsp;http://virtualtourist.com/Assim, tenho uma ideia de quais s&atilde;o as atra&ccedil;&otilde;es tur&iacute;sticas que a galera&nbsp;mais visita. De quebra, vejo os coment&aacute;rios da galera e decido o que vale a pena para n&oacute;s.<p />Exemplo de links desses sites para o caso da cidade em que estamos agora, Xi&#8217;an, aqui na China:<p /><a href="http://wikitravel.org/en/Xian">http://wikitravel.org/en/Xian</a><br /><a href="http://www.tripadvisor.com/Attractions-g298557-Activities-Xi_an_Shaanxi.html">http://www.tripadvisor.com/Attractions-g298557-Activities-Xi_an_Shaanxi.html</a><br /><a href="http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/TravelGuide-Xian.html">http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Tra&#8230;</a><p />Tamb&eacute;m costumo dar uma olhada nohttp://www.mochileiros.com/&nbsp;&Agrave;s vezes encontro uns relatos legais por l&aacute;. N&atilde;o &eacute; uma fonte que uso muito, porque &agrave;s vezes n&atilde;o &eacute; t&atilde;o pr&aacute;tico buscar a informa&ccedil;&atilde;o espec&iacute;fica que desejo, mas&nbsp;de vez em quando tem quest&otilde;es que s&atilde;o melhor respondidas por brasileiros, porque t&ecirc;m a ver com brasileiros. :) Como por exemplo a quest&atilde;o de vistos em certos pa&iacute;ses.<p /><strong>Roubadas</strong><p />Toda cidade tem l&aacute; as suas roubadas e pegadinhas para turistas. A boa not&iacute;cia &eacute; que elas tipicamente s&atilde;o recorrentes e bem conhecidas. Portanto, voc&ecirc; n&atilde;o precisa cair em roubada. Basta ler o que o que foi relatado pelos&nbsp;viajantes que j&aacute; estiveram no lugar.&nbsp;<p />Para isso, no site&nbsp;http://www.virtualtourist.com/&nbsp;h&aacute; duas se&ccedil;&otilde;es que sempre leio rapidinho antes de chegar em cada cidade. S&atilde;o &#8220;Warnings and Dangers&#8221; e &#8220;Tourist Traps&#8221;. A galera que j&aacute; esteve na cidade e passou por&nbsp;problemas relata nessas se&ccedil;&otilde;es. Eu aprendo sobre as pegadinhas e quando elas aparecem eu raramente caio, porque j&aacute; conhe&ccedil;o a hist&oacute;ria do in&iacute;cio ao fim.&nbsp;<p />Mais uma vez, para exemplificar com o caso de Xi&#8217;an, veja os links:<p /><a href="http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Tourist_Traps-Xian-TG-C-1.html">http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Tou&#8230;</a><br /><a href="http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Warnings_or_Dangers-Xian-TG-C-1.html">http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/War&#8230;</a><p /><strong>Guias</strong><p />H&aacute; dois tipos de guias a comentar aqui. O guia em formato de livro, como o Lonely Planet, e o guia de viagem, aquela pessoa que vai levando voc&ecirc; nos lugares, contando a hist&oacute;ria e tal. Sinceramente, n&atilde;o gosto de nenhum dos&nbsp;dois e por isso dificilmente recorro a eles.<p />Os guias em formato de livro tentei usar in&uacute;meras vezes ao longo do tempo. Em 1998, quando fiz meu primeiro mochil&atilde;o pela Europa, eu tinha um guia em papel, bem bacana, que me ajudou pacas. Mas, eram outros tempos. A&nbsp;internet existia, mas n&atilde;o tinha tantos recursos para o viajante como hoje. E eu nem sempre tinha acesso a computadores durante a viagem. Ent&atilde;o ficava complicado.&nbsp;<p />De l&aacute; para c&aacute;, tudo mudou e para mim a internet &eacute; sempre a melhor forma de pesquisar sobre um lugar, porque posso ver a opini&atilde;o de outros viajantes que estiveram no lugar. O que eu detesto em guias (livros) &eacute; que eles s&atilde;o&nbsp;simplesmente &#8220;marqueteiros&#8221; demais. Pegam um lugar que &eacute; uma porcaria, turisticamente falando, e &#8220;enfeitam o pav&atilde;o&#8221; de forma ridiculamente exagerada. Vi isso acontecer com tanta frequ&ecirc;ncia que simplesmente desisti&nbsp;desses guias. N&atilde;o confio neles.&nbsp;<p />J&aacute; os guias (pessoas) tipicamente fornecem informa&ccedil;&atilde;o enlatada que tamb&eacute;m &#8220;enfeitam o pav&atilde;o&#8221;. Pelo menos isso &eacute; o que aconteceu na maioria das vezes que tentamos usar esse tipo de servi&ccedil;o. Ent&atilde;o, estou fora. At&eacute; porque,&nbsp;prefiro visitar o que for no nosso tempo, no nosso ritmo. Se eu achar interessante, pesquiso mais a respeito na internet.<p /><strong>Orienta&ccedil;&otilde;es b&aacute;sicas</strong><p />Para fechar, h&aacute; algumas orienta&ccedil;&otilde;es simples que costumo seguir, porque refletem o que fomos aprendendo ao longo do tempo. Turistas s&atilde;o vistos por alguns locais como oportunidade de grana f&aacute;cil simplesmente porque n&atilde;o&nbsp;conhecem bem a &aacute;rea. Mas, lembre-se que sempre &eacute; poss&iacute;vel conhecer bem a &aacute;rea com anteced&ecirc;ncia lendo os relatos de quem j&aacute; esteve nela, em sites como os citados antes.<p />Mas, mesmo que voc&ecirc; n&atilde;o tenha lido, h&aacute; algumas orienta&ccedil;&otilde;es que podem te ajudar praticamente em qualquer lugar do mundo, porque os problemas se repetem em praticamente todas as cidades.<p />Restaurantes nas proximidades de pontos tur&iacute;sticos tipicamente s&atilde;o bem mais caros que o normal e o atendimento tende a ser ruim. Ent&atilde;o, quando n&oacute;s estamos em um local tur&iacute;stico e queremos comer, nosso comportamento&nbsp;b&aacute;sico &eacute; andar para longe do local. &Agrave;s vezes dois ou tr&ecirc;s quarteir&otilde;es. E a&iacute; a gente j&aacute; passa a achar restaurantes normais, onde a comida &eacute; boa, o pre&ccedil;o &eacute; normal e o atendimento &eacute; bom.<p />Lojas nas proximidades de locais tur&iacute;sticos servem unicamente para um prop&oacute;sito: ser completamente ignoradas. Elas tipicamente vendem porcaria da pior qualidade pelo pre&ccedil;o mais absurdo imagin&aacute;vel. Quer comprar uma&nbsp;lembrancinha? Vai para longe do local tur&iacute;stico.<p />Pegar taxi perto de um local tur&iacute;stico pode ser uma dor de cabe&ccedil;a em muitos lugares. Porque os taxistas que rondam os locais tur&iacute;sticos frequentemente s&atilde;o um tanto malandr&otilde;es. V&atilde;o querer fazer a viagem sem usar o&nbsp;taximetro e cobrar um pre&ccedil;o acima do normal. Mais uma vez, uma boa ideia &eacute; se afastar do local tur&iacute;stico e a&iacute; sim tentar pegar um taxi normal.<p />Agora vem a orienta&ccedil;&atilde;o mais importante de todas e que seguimos quase 100% do tempo. Se algu&eacute;m te ofecer alguma coisa, negue, ignore, fa&ccedil;a o que for necess&aacute;rio. Mas, n&atilde;o aceite! Exemplos: est&aacute; saindo do local tur&iacute;stico e&nbsp;algu&eacute;m oferece um taxi. Negue! Chegou no aeroporto e algu&eacute;m oferece um taxi. Negue! T&aacute; andando na night e algu&eacute;m te chama para conhecer umas meninas. Negue! Algu&eacute;m quer te dar um anel com base em alguma hist&oacute;ria&nbsp;da carochina. Negue! Algu&eacute;m te oferece um tour. Negue!&nbsp;<p />Se voc&ecirc; &eacute; turista e algu&eacute;m te oferece algo, especialmente pr&oacute;ximo a um local tur&iacute;stico, ou rodovi&aacute;ria, aeroporto, esta&ccedil;&atilde;o de trem ou qualquer outro local onde circulem turistas, a chance de voc&ecirc; cair numa roubada &eacute;&nbsp;ridiculamente elevada.<p />&Agrave;s vezes as pessoas te oferecem algo que voc&ecirc; efetivamente est&aacute; querendo. Ent&atilde;o, n&atilde;o seria l&oacute;gico simplesmente aceitar a oferta que lhe &eacute; feita? L&oacute;gico pode at&eacute; ser, mas n&atilde;o &eacute; recomend&aacute;vel. Vai por mim.&nbsp;<p />Tipicamente d&aacute; para conseguir o que voc&ecirc; quer com outra pessoa que n&atilde;o foi te oferecer diretamente. Exemplo, aqui em Xi&#8217;an estamos tendo que recorrer aos tuk tuks, j&aacute; que taxi &eacute; artigo dif&iacute;cil de conseguir. Sem problemas.&nbsp;Tem motorista de tuk tuk que vem oferecer seus servi&ccedil;os. Eu ignoro ou nego. Sei que v&atilde;o me cobrar mais. Vejo um tuk tuk parado, vou l&aacute; e abordo o cidad&atilde;o. Digo onde quero ir e pergunto o pre&ccedil;o. Normalmente &eacute; um valor&nbsp;coerente. O pre&ccedil;o do malandr&atilde;o que chega oferecendo &eacute; quase sempre bem mais alto.<p />Enfim, se algu&eacute;m te abordar oferecendo alguma coisa, desconfie ou simplesmente negue. Turista representa grana f&aacute;cil. E o que a pessoa est&aacute; te oferecendo normalmente &eacute; f&aacute;cil de conseguir. Ent&atilde;o, &eacute; s&oacute; ter um pouquinho de&nbsp;paci&ecirc;ncia e n&atilde;o aceitar a primeira oferta.&nbsp;<p />Pegando um exemplo concreto aqui de Xi&#8217;an. Chegamos no aeroporto e assim que sa&iacute;mos da &aacute;rea de desembarque, j&aacute; veio uma mo&ccedil;a oferecendo para nos levar para a cidade por um precinho camarada de 200 Yuans.&nbsp;Sinceramente, n&atilde;o consegui ler sobre Xi&#8217;an antes de chegar. Ent&atilde;o, n&atilde;o sabia se ia ser complicado conseguir taxi no aeroporto, nem qual seria o custo prov&aacute;vel da corrida. Assim mesmo, j&aacute; fui logo negando e tinha certeza que&nbsp;aquele valor oferecido era bem maior que o real.&nbsp;<p />At&eacute; chegarmos na &aacute;rea dos taxis, outras pessoas vieram oferecer a corrida, com pre&ccedil;os de 150 a 200. Neguei todos e comecei a discutir com os taxistas, dizendo que s&oacute; pegava se fosse com taximetro. A&iacute; o malandr&atilde;o dizia:&nbsp;com taximetro sai por 200. Mas, fa&ccedil;o para voc&ecirc;, na camaradagem, por 150 sem taximetro. Eu eu quase respondia para ele em bom portugu&ecirc;s: olha bem pra minha cara e v&ecirc; onde t&aacute; escrito OT&Aacute;RIO em letras garrafais! :-)<p />Tinha um policial por l&aacute; e colocamos ele no circuito. Explicamos que quer&iacute;amos um taxi para nos levar com taximetro e exigimos provid&ecirc;ncia da autoridade. :-) Deu certo, ele logo convenceu algu&eacute;m que nos trouxe at&eacute; aqui puto&nbsp;da vida, &eacute; verdade, mas com pre&ccedil;o final de 117 Yuan no taximetro.&nbsp;<p />Em suma, n&atilde;o &eacute; porque voc&ecirc; &eacute; turista que tem que cair em tudo quanto &eacute; papo de malandro, n&eacute;. Sobretudo os &#8220;bonzinhos&#8221; que logo aparecem para te oferecer um bom neg&oacute;cio.&nbsp;</div>
]]></content>
  </entry>
  
</feed>
