<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">

  <title><![CDATA[Category: encontro | Vinícius Teles]]></title>
  <link href="http://viniciusteles.github.io/viniciustelescombr/blog/categories/encontro/atom.xml" rel="self"/>
  <link href="http://viniciusteles.github.io/viniciustelescombr/"/>
  <updated>2017-11-10T12:24:45-02:00</updated>
  <id>http://viniciusteles.github.io/viniciustelescombr/</id>
  <author>
    <name><![CDATA[Vinícius Teles]]></name>
    
  </author>
  <generator uri="http://octopress.org/">Octopress</generator>

  
  <entry>
    <title type="html"><![CDATA[Couch Surfing]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/couch-surfing"/>
    <updated>2013-01-07T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/couch-surfing</id>
    <content type="html"><![CDATA[<p>Sabe quando voc&ecirc; percebe o qu&atilde;o idiota est&aacute; sendo? Esse &eacute; o meu sentimento nos &uacute;ltimos dois dias. Permita-me explicar.</p>


<p>N&oacute;s estamos viajando pelo mundo h&aacute; mais de dois anos e eu sempre me queixei de que deveria haver uma forma f&aacute;cil de conhecer pessoas nos lugares em que estiv&eacute;ssemos. Porque conhecer os locais ou outros viajantes &eacute; sempre a melhor parte da viagem. Mas, como a gente pode fazer para chegar em uma cidade e se conectar com outras pessoas?</p>


<p>Na verdade, &eacute; bem f&aacute;cil e a solu&ccedil;&atilde;o sempre esteve na ponta dos meus dedos. Eu &eacute; que n&atilde;o tinha tentado antes, at&eacute; ontem. Provavelmente muitos de voc&ecirc;s j&aacute; sabem que estou me referindo ao <a href="https://www.couchsurfing.org">Couch Surfing</a>.</p>


<p><a href="https://www.couchsurfing.org">Couch Surfing</a> &eacute; um site criado h&aacute; mais de uma d&eacute;cada. Digamos que voc&ecirc; tem um sof&aacute; na sua sala e gostaria de hospedar algu&eacute;m. Voc&ecirc; vai l&aacute; no <a href="https://www.couchsurfing.org">http://www.couchsurfing.org</a>, cria um perfil, anuncia ao mundo que voc&ecirc; tem esse incr&iacute;vel sof&aacute; e logo as pessoas come&ccedil;am a perguntar se voc&ecirc; poderia hosped&aacute;-las por alguns dias.</p>


<p>Voc&ecirc; oferece o sof&aacute;, cama extra, quarto vago ou o que puder oferecer como uma cortesia. Voc&ecirc; n&atilde;o pode cobrar por isso no <a href="https://www.couchsurfing.org">Couch Surfing</a>. Por outro lado, se voc&ecirc; viajar usando o <a href="https://www.couchsurfing.org">Couch Surfing</a>, voc&ecirc; tem a oportunidade de ficar na casa de algu&eacute;m sem pagar nada por isso. Embora voc&ecirc; sempre seja mais que bem-vindo a mostrar sua gratid&atilde;o oferecendo um presente ou ensinando alguma coisa sobre seu pa&iacute;s, como por exemplo, cozinhando alguma comida t&iacute;pica para seu anfitri&atilde;o.</p>


<p>Isso &eacute; maneir&iacute;ssimo, n&atilde;o &eacute;? S&oacute; que tem mais. A galera do <a href="https://www.couchsurfing.org">Couch Surfing</a> organiza in&uacute;meras atividades durante todo o ano. E todo mundo &eacute; bem-vindo. Mesmo pessoas que nunca usaram o <a href="https://www.couchsurfing.org">Couch Surfing</a> para viajar ou para hospedar algu&eacute;m, podem participar. Por exemplo, h&aacute; diversos encontros, em in&uacute;meras cidades. E foi assim que n&oacute;s finalmente ingressamos nessa comunidade.</p>


<p>Em Istambul, h&aacute; in&uacute;meros encontros semanais. Teve um ontem &agrave; noite, em um bar, basicamente para socializar. E teve outro hoje &agrave; noite voltado para conversa&ccedil;&atilde;o em ingl&ecirc;s. N&oacute;s estivemos nesses dois e foi uma experi&ecirc;ncia sensacional. Como &eacute; que n&oacute;s deixamos isso passar por tanto tempo?&nbsp;</p>


<p>Verdade seja dita, eu j&aacute; tinha ouvido falar do <a href="https://www.couchsurfing.org">Couch Surfing</a> h&aacute; um bom tempo. Mas, sempre que tentava us&aacute;-lo eu me frustrava e ficava um tanto intimidado com a interface do sistema. Ela &eacute; bem confusa. N&atilde;o conseguia superar essa barreira, por falta de paci&ecirc;ncia. Mas, tudo mudou essa semana. Disse para mim mesmo: voc&ecirc; tem que se empenhar e entrar nesse sistema porque deve haver algo fant&aacute;stico que voc&ecirc; est&aacute; perdendo. E agora descobri que essa era a mais pura verdade.</p>


<p>Havia mais de 30 pessoas ontem &agrave; noite e mais de 40 hoje &agrave; noite. Na sua maioria, turcos. Portanto, estes encontros se revelaram perfeitos para conhecer alguns locais, bem como pessoas de outras origens que est&atilde;o morando em Istambul. Mas, por que havia tanta gente?</p>


<p>Descobri ontem que viajar para o exterior n&atilde;o &eacute; tarefa f&aacute;cil para os turcos. Parece que eles t&ecirc;m que pedir visto para a maioria dos pa&iacute;ses (felizmente n&atilde;o precisam de visto para o Brasil). Seja como for, muitos n&atilde;o t&ecirc;m condi&ccedil;&otilde;es de pagar por uma viagem. E aprender ingl&ecirc;s na escola simplesmente n&atilde;o funciona. O ensino de ingl&ecirc;s nas escolas tipicamente &eacute; fraco na Turquia, assim como no Brasil.</p>


<p>S&oacute; que aqui tem gente que t&aacute; muito a fim de aprender e praticar o ingl&ecirc;s. E como muitos provavelmente n&atilde;o t&ecirc;m como pagar por um curso particular, eles v&atilde;o a encontros para praticar o ingl&ecirc;s com os estrangeiros que est&atilde;o visitando a cidade, como a gente. E isso &eacute; &nbsp;sensacional para todo mundo.</p>


<p>Eles t&ecirc;m esses encontros toda semana e est&aacute; sempre cheio de gente. Mas, preste aten&ccedil;&atilde;o em um detalhe fundamental. Estamos falando de s&aacute;bado &agrave; noite! Eles se encontram para praticar ingl&ecirc;s no s&aacute;bado &agrave; noite! Isso &eacute; que &eacute; determina&ccedil;&atilde;o.</p>


<p>A Pati e eu conversamos com v&aacute;rias pessoas hoje &agrave; noite. Muitos eram turcos, mas tamb&eacute;m conhecemos pessoas da Arg&eacute;lia, Canad&aacute;, Arm&ecirc;nia, Rom&ecirc;nia, Alemanha, Brasil, Bol&iacute;via, S&iacute;ria e Luxemburgo. Ent&atilde;o, aprendemos um pouquinho mais sobre cada um desses lugares. Ali&aacute;s, eu at&eacute; aprendi a jogar gam&atilde;o. E ainda ganhei. Sorte de principiante, &eacute; claro. :-)</p>


<p>Lamento profundamente pelo tempo perdido, por n&atilde;o tentar usar o <a href="https://www.couchsurfing.org">Couch Surfing</a> antes. Mas, estou maravilhado por termos finalmente ingressado. E Istambul parece ser o lugar perfeito, j&aacute; que a galera usa de verdade e funciona super bem.</p>


<p>Voc&ecirc; pode encontrar o <a href="https://www.couchsurfing.org/profile.html">meu perfil</a> no <a href="https://www.couchsurfing.org">Couch Surfing</a> em: <a href="https://www.couchsurfing.org/profile.html">http://www.couchsurfing.org/people/vinicius.m.teles</a>.<img src="http://viniciusteles.github.io/viniciustelescombr/images/cs-meetup.jpg" alt="Couch Surfing" /></p>


<p />
<p>&nbsp;</p>

]]></content>
  </entry>
  
</feed>
