<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">

  <title><![CDATA[Category: serviços | Vinícius Teles]]></title>
  <link href="http://viniciusteles.github.io/viniciustelescombr/blog/categories/servicos/atom.xml" rel="self"/>
  <link href="http://viniciusteles.github.io/viniciustelescombr/"/>
  <updated>2017-11-10T12:24:45-02:00</updated>
  <id>http://viniciusteles.github.io/viniciustelescombr/</id>
  <author>
    <name><![CDATA[Vinícius Teles]]></name>
    
  </author>
  <generator uri="http://octopress.org/">Octopress</generator>

  
  <entry>
    <title type="html"><![CDATA[Por que os serviços são tão ruins no Brasil e por que precisamos das start ups]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/por-que-os-servicos-sao-tao-ruins-no-brasil-e"/>
    <updated>2013-01-31T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/por-que-os-servicos-sao-tao-ruins-no-brasil-e</id>
    <content type="html"><![CDATA[<p><img src="http://viniciusteles.github.io/viniciustelescombr/images/fu.jpg" alt="Por que os serviços são tão ruins no Brasil e por que precisamos das start ups" /><span style="font-size: x-small;">CC by <a href="http://www.flickr.com/photos/thoth-god/3680655443/">Thoth, God of Knowledge</a>.</span></p>


<p>Sempre fui apaixonado por empreendedorismo. Por isso fiquei animado com o interesse crescente em start ups no Brasil. Mas, algo come&ccedil;ou a me incomodar. N&atilde;o conseguia entender direito a raz&atilde;o at&eacute; pouco tempo atr&aacute;s.</p>


<p>&nbsp;</p>


<p><strong>Um pouco de contexto</strong></p>


<p>Viajar pelo mundo tem me ajudado a entender melhor o Brasil, n&atilde;o apenas o resto do mundo. Tenho aprendido muito sobre o meu pa&iacute;s de origem ficando afastado dele. Um paradoxo interessante, que talvez possa ser explicado pelos novos pontos de vista que a gente ganha quando est&aacute; viajando no exterior.</p>


<p>Uma importante li&ccedil;&atilde;o sobre o mundo: n&atilde;o h&aacute; um pa&iacute;s perfeito. H&aacute; problemas ser&iacute;ssimos onde quer que se v&aacute;. Mas, tamb&eacute;m &eacute; verdade que em alguns pa&iacute;ses vive-se melhor que em outros.</p>


<p>N&atilde;o acho que o Brasil esteja em uma posi&ccedil;&atilde;o assim t&atilde;o ruim. N&atilde;o &eacute; uma maravilha. Mas, provavelmente &eacute; melhor do que imaginamos. Seja como for, h&aacute; muito espa&ccedil;o para melhoria, especialmente no que diz respeito a bens e servi&ccedil;os.</p>


<p><strong>Bens e servi&ccedil;os brasileiros</strong></p>


<p>Fico profundamente triste em escrever isso, mas acho que os produtos e servi&ccedil;os brasileiros est&atilde;o entre os piores do mundo, embora tamb&eacute;m estejam, curiosamente, entre os mais caros. Permita-me ser bem espec&iacute;fico a esse respeito. N&atilde;o estou comparando o Brasil apenas aos pa&iacute;ses ricos. Estou me referindo aos mais de quarenta pa&iacute;ses que visitei, que v&atilde;o desde pobres a pa&iacute;ses extremamente ricos.&nbsp;</p>


<p>N&oacute;s, brasileiros, reclamamos o tempo todo da empresa de TV a cabo, da operadora de telefonia, da fornecedora de energia el&eacute;trica, do governo, do banco, das lojas, dos hospitais, das estradas, das escolas e por a&iacute; vai. S&atilde;o assim t&atilde;o ruins? Sim, de um modo geral s&atilde;o mesmo. E se voc&ecirc; passar um tempo fora do Brasil, a&iacute; ent&atilde;o &eacute; que percebe que s&atilde;o realmente ruins. E al&eacute;m disso, s&atilde;o car&iacute;ssimos. O que significa que, no Brasil, estamos sendo extorquidos a maior parte do tempo. Pelo menos esse &eacute; o meu sentimento quando estou no Brasil.</p>


<p>Essas coisas s&atilde;o perfeitas em outras partes do mundo? N&atilde;o, longe disso. Mas, na m&eacute;dia, diria que tendem a ser melhores e mais baratas. A gente realmente paga demais, no Brasil, por produtos que s&atilde;o uma porcaria e por servi&ccedil;os horrorosos. Mas, por que?</p>


<p><strong>Algumas poss&iacute;veis causas</strong></p>


<p>N&atilde;o sei as raz&otilde;es exatas, mas tenho um palpite sobre tudo isso. Talvez n&oacute;s Brasileiros n&atilde;o percebamos completamente o qu&atilde;o populoso &eacute; o nosso pa&iacute;s. S&atilde;o quase 200 milh&otilde;es de pessoas no Brasil. Apenas quatro pa&iacute;ses s&atilde;o mais populosos: China, &Iacute;ndia, EUA e Indon&eacute;sia. Temos no Brasil a metade da popula&ccedil;&atilde;o da Am&eacute;rica do Sul. &Eacute; um bocado de gente.&nbsp;</p>


<p>Felizmente, temos nesse momento uma taxa de desemprego bem baixa. A m&eacute;dia foi de 5,5% no ano passado (2012). E, na verdade, em dezembro foi de apenas 4,6%. Isso &eacute; bem baixo, especialmente para um pa&iacute;s t&atilde;o grande e t&atilde;o populoso quanto o nosso. Apenas para efeito de compara&ccedil;&atilde;o: Canad&aacute; 7,4%, EUA 7,7%, Reino Unido 7,7%, Finl&acirc;ndia 7,9%, Su&eacute;cia 8,1%, Fran&ccedil;a 10,7%, Irlanda 14,7%, Portugal 15,8%, Gr&eacute;cia 26% e Espanha 26%.</p>


<p>Se um pa&iacute;s tem uma popula&ccedil;&atilde;o t&atilde;o grande e quase todo mundo est&aacute; trabalhando, isso significa que existe muita demanda por bens e servi&ccedil;os e as pessoas podem pagar por eles. O que &eacute; uma &oacute;tima not&iacute;cia.</p>


<p>Mas, tamb&eacute;m significa que as pessoas v&atilde;o comprar bens e servi&ccedil;os independente de eles serem bons ou n&atilde;o. Quer dizer, se tem tanta demanda no mercado, ent&atilde;o, n&atilde;o &eacute; necess&aacute;rio batalhar tanto para fazer um bom produto ou prestar um bom servi&ccedil;o. O basic&atilde;o j&aacute; dar&aacute; conta do recado. E isso &eacute; exatamente o que acontece no Brasil.</p>


<p>N&atilde;o importa tanto assim se voc&ecirc; faz a sua parte bem ou n&atilde;o. Voc&ecirc; vai acabar conseguindo vender de um jeito ou de outro. Simplesmente porque h&aacute; muita necessidade e um monte de gente que pode comprar. Mas, a coisa &eacute; ainda pior.</p>


<p>Olhemos para a educa&ccedil;&atilde;o. Infelizmente, n&atilde;o importa que n&uacute;meros analisemos. No que se refere &agrave; educa&ccedil;&atilde;o, o Brasil &eacute; uma trag&eacute;dia. &Eacute; simples assim.</p>


<p>As pessoas v&atilde;o para a escola? Sim. Mas, a qualidade da educa&ccedil;&atilde;o geralmente &eacute; baixa. Logo, a maioria dos brasileiros consegue ler e escrever em teoria. Mal e porcamente. H&aacute; um pequeno grupo (comparando com o tamanho da popula&ccedil;&atilde;o) que &eacute; extremamente bem instru&iacute;do. Mas, a maioria das pessoas s&oacute; tem uma educa&ccedil;&atilde;o bem b&aacute;sica mesmo. Isso &eacute; um problema gigantesco.</p>


<p>Se a maioria das pessoas tem uma educa&ccedil;&atilde;o ruim e quase todo mundo est&aacute; trabalhando, isso significa que a maioria das pessoas que est&aacute; trabalhando tem uma educa&ccedil;&atilde;o insuficiente. Ent&atilde;o, &eacute; quase que natural que a gente receba produtos e servi&ccedil;os t&atilde;o ruins. Porque para ter bons produtos e servi&ccedil;o, &eacute; necess&aacute;rio melhorar o n&iacute;vel geral de educa&ccedil;&atilde;o. E todos sabemos o quanto &eacute; imperativo melhorar a educa&ccedil;&atilde;o no Brasil. Por&eacute;m, h&aacute; algo al&eacute;m.</p>


<p>Como mencionei antes, h&aacute; um grupo relativamente pequeno de pessoas muito bem educadas no Brasil. Um grupo que est&aacute; conduzindo as empresas na figura de diretores, gerentes, donos de empresas, t&eacute;cnicos e por a&iacute; vai.</p>


<p>Como essas pessoas est&atilde;o no topo da hierarquia corporativa, s&atilde;o essas pessoas que criam as regras dentro das organiza&ccedil;&otilde;es. Portanto, na verdade, essas s&atilde;o as pessoas mais importantes no que diz respeito a produzir bens e servi&ccedil;os de alta qualidade. Porque s&atilde;o as pessoas que determinam a dire&ccedil;&atilde;o das empresas.</p>


<p>Se eles decidem que as empresas deveriam investir mais em melhorar a qualidade dos produtos, ou investir mais no treinamento dos funcion&aacute;rios, ent&atilde;o, assim ser&aacute; feito. Porque essas s&atilde;o as pessoas que t&ecirc;m o poder de fazer tais mudan&ccedil;as dentro das empresas. Essa galera &eacute; realmente importante. Se a gente quer ter melhores produtos e servi&ccedil;os, a gente precisa fazer essa galera adotar esse ideal e compreender que v&atilde;o ganhar mais dinheiro como um resultado natural desse esfor&ccedil;o.</p>


<p>O problema &eacute; que isso n&atilde;o vai acontecer. Essa turma a qual me refiro &eacute; um grupo extremamente bem educado de salafr&aacute;rios. Eles s&atilde;o instru&iacute;dos e capacitados, mas n&atilde;o t&ecirc;m o menor padr&atilde;o moral. O pessoal que est&aacute; por tr&aacute;s das grandes empresas, no papel de diretores, gerentes e executivos de um modo geral, est&aacute; ocupado demais ganhando rios de dinheiro vendendo porcaria e oferecendo servi&ccedil;os ruins. Tem um mar de gente comprando de um jeito ou de outro, seja o produto bom ou ruim. Ent&atilde;o, para que fazer melhor? T&aacute; chateado com a internet ruim, agrade&ccedil;a a esse grupo. T&aacute; triste porque n&atilde;o consegue cancelar a TV a cabo, agradece a essa galera. Sinto muito, mas n&atilde;o tenho qualquer esperan&ccedil;a de que melhorias venham dessas empresas ou dessa turma. J&aacute; est&atilde;o corrompidos demais. &Eacute; uma pena.&nbsp;</p>


<p><strong>As start ups</strong></p>


<p>Todo ano sai das universidades brasileiras uma nova safra de pessoas bem instru&iacute;das. N&atilde;o &eacute; muita gente, levando-se em conta o tamanho da popula&ccedil;&atilde;o, mas &eacute; um grupo extremamente importante. Porque &eacute; o grupo que tem o maior potencial de melhorar as coisas, na minha opini&atilde;o. Eles podem come&ccedil;ar do zero, n&atilde;o precisam carregar o fardo do passado.</p>


<p>Infelizmente uma boa parcela desse pessoal decide fazer concurso p&uacute;blico. E assim se perde um monte de talentos. Alguns v&atilde;o ajudar a melhorar um pouquinho o governo e as empresas p&uacute;blicas, mas no geral &eacute; um tremendo desperd&iacute;cio de talentos, na minha opini&atilde;o.</p>


<p>Outros v&atilde;o trabalhar nas grandes empresas e se tornar&atilde;o parte desse mundo que n&atilde;o d&aacute; a m&iacute;nima para os clientes. Outro desperd&iacute;cio.</p>


<p>Alguns ir&atilde;o trabalhar em algumas das poucas empresa que s&atilde;o realmente legais e est&atilde;o tentando fazer a diferen&ccedil;a. E um min&uacute;sculo grupo decide empreender. V&atilde;o criar algum tipo de start up, eventualmente. Isso &eacute; &oacute;timo.</p>


<p>Esse &uacute;ltimo grupo &eacute; extremamente importante. Porque tem potencial para trazer mudan&ccedil;as significativas ao mercado ao longo do tempo. &Eacute; um grupo t&atilde;o min&uacute;sculo e ao mesmo tempo com tanto potencial de melhorar a sociedade, que &eacute; crucial que eles escolham o caminho de forma bem cuidadosa.</p>


<p>Na minha vis&atilde;o, e posso estar completamente enganado, o movimento brasileiro de cria&ccedil;&atilde;o de start ups, se assim podemos cham&aacute;-lo, frequentemente tenta seguir os passos dos EUA.&nbsp;</p>


<p>Dessa forma, existe todo um foco em tentar criar um conceito novo, test&aacute;-lo, ir para a rua, tentar achar um mercado, buscar investimento e assim por diante. Em outras palavras, h&aacute; um foco bem grande na tentativa de criar novas ideias, novos conceitos. Afinal, inova&ccedil;&atilde;o &eacute; o que importa, certo?</p>


<p>Bem, talvez n&atilde;o. &Eacute; bem maneiro quando algo do tipo <a href="http://airbnb.com">Airbnb</a> ou <a href="http://dropbox.com">Dropbox</a> &eacute; criado. Mas, sejamos realistas, tamb&eacute;m &eacute; bastante raro. E &eacute; dif&iacute;cil inovar e transformar uma inova&ccedil;&atilde;o em um grande neg&oacute;cio. Ent&atilde;o, diria que talvez estejamos colocando aten&ccedil;&atilde;o demais nessa coisa de inovar, quando em lugares como o Brasil, isso est&aacute; longe de ser o problema mais cr&iacute;tico.</p>


<p>No Brasil as empresas, com raras e louv&aacute;veis exce&ccedil;&otilde;es, geralmente n&atilde;o fazem sequer o b&aacute;sico bem feito. Elas est&atilde;o fazendo muita coisa errada o tempo todo, estejam elas produzindo bens ou prestando servi&ccedil;os. Ent&atilde;o, o que precisamos, desesperadamente, &eacute; ter mais empresas que sejam capazes de pelo menos fazer o b&aacute;sico de forma adequada.</p>


<p>Estou me referindo aos tipos de empresas mais tradicionais que existem, como restaurantes, farm&aacute;cias, supermercados, padarias, lojas de sapato, academias e por a&iacute; vai. Todos os setores da nossa economia ganhariam muito se houvesse mais dessas empresas tradicionais que simplesmente fizessem o b&aacute;sico direito.&nbsp;</p>


<p>Por exemplo, em Niter&oacute;i, onde morava antes, h&aacute; in&uacute;meros restaurantes. Se voc&ecirc; me perguntar quantos bons restaurantes existem por l&aacute;, vou te responder: apenas dois. E quantos caf&eacute;s s&atilde;o bons? Um! E em muitos setores n&atilde;o vou ser capaz de dar sequer um exemplo de empresa que seja boa. Temos v&aacute;rias empresas que s&atilde;o abaixo do que consideraria ok. Mas, pouqu&iacute;ssimas boas, seja do que for. E nem vou entrar no m&eacute;rito das excelentes.</p>


<p>Acho bem legal ver start ups bolando novas ideias. Mas, na boa, tem um monte de tipos de neg&oacute;cios que s&atilde;o muito bem conhecidos e terrivelmente mal conduzidos no Brasil. Se algu&eacute;m decidir criar uma empresa que fa&ccedil;a o seu trabalho direito, em qualquer desses setores mais tradicionais, garanto que duas coisas v&atilde;o acontecer: vai ganhar um bom dinheiro e vai ajudar a tornar o Brasil um lugar melhor. Precisamos desesperadamente de neg&oacute;cios "tradicionais", bem conhecidos, sendo bem conduzidos.</p>


<p>A boa not&iacute;cia &eacute; que, como esses tipos de neg&oacute;cios j&aacute; existem h&aacute; muito tempo, n&atilde;o &eacute; preciso inventar muita coisa. E, para ficar ainda melhor, sempre &eacute; poss&iacute;vel pegar um avi&atilde;o e visitar uma parte do mundo que tenha excelentes exemplares do que voc&ecirc; quer fazer.</p>


<p>Quer abrir um caf&eacute;? D&aacute; um pulo em Buenos Aires e sai visitando um monte deles. Com certeza vai ter boas ideias de como criar um excelente caf&eacute;. Quer aprender como prestar o melhor servi&ccedil;o do mundo? Vai passar um tempinho no Jap&atilde;o. E por a&iacute; vai.</p>


<p>Inova&ccedil;&atilde;o &eacute; maneir&iacute;ssimo. Mas, n&oacute;s, brasileiros, tamb&eacute;m precisamos desesperadamente de empresas em &aacute;reas tradicionais que realmente se importem com o cliente. A gente &eacute; capaz de fazer melhor. E se fizermos isso, o dinheiro vai vir naturalmente. Pode acreditar.</p>


<p>&nbsp;</p>

]]></content>
  </entry>
  
</feed>
