---
permalink: /startupdojo-em-campo-grande-mato-grosso-do-su
layout: post
title: StartupDojo em Campo Grande, Mato Grosso do Sul
published: true
categories: []
---
<p>No &uacute;ltimo fim-de-semana estive em Campo Grande, Mato Grosso do Sul, para participar do Circuito Empreendedor como mentor do StartupDojo, na companhia dos amigos Rafael Lima, Juan Bernab&oacute; e Edson Mackeenzy. Resultado? Adorei Campo Grande e a galera de l&aacute;. Fiquei super bem impressionado com a cidade e n&atilde;o vejo a hora de voltar! De quebra, ainda tive a chance de dar uma passadinha r&aacute;pida em Bonito e tamb&eacute;m curti demais. Vou ter que voltar com calma, com a Pati, porque o lugar &eacute; muito legal! <p /> Campo Grande fez com que me sentisse um idiota. Um fen&ocirc;meno comum no Sudeste &eacute; que a gente acha que toda a a&ccedil;&atilde;o se concentra no eixo Rio-S&atilde;o Paulo. E a gente tende a ignorar o resto do pa&iacute;s. &Eacute; uma atitude bem babaca, mas bastante comum. De repente a gente at&eacute; lembra do Sul e Nordeste. Mas, Centro Oeste e Norte s&atilde;o como grandes vazios que est&atilde;o l&aacute; e a gente acha que n&atilde;o tem ningu&eacute;m, nem nada interessante. Quanto engano! <br />Infelizmente ainda n&atilde;o conhe&ccedil;o a regi&atilde;o Norte e meu contato com o Centro Oeste ainda &eacute; limitado. Fui a Bras&iacute;lia algumas vezes, mas s&oacute; ano passado pude realmente conhecer melhor o lugar e a galera de l&aacute;, por convite dos meus amigos da SEA Tecnologia. Adorei a experi&ecirc;ncia e espero voltar muitas vezes. <p /> Com Campo Grande a situa&ccedil;&atilde;o foi mais dr&aacute;stica. Fui sem nenhuma expectativa, como algu&eacute;m que vai conhecer um lugar do qual mal escutou falar e n&atilde;o faz ideia do que ir&aacute; encontrar. Mas, quando cheguei l&aacute;, me deparei com uma capital que n&atilde;o parece ter nada a ver com as demais capitais brasileiras que j&aacute; conheci (mais da metade). <p /> A impress&atilde;o geral foi excelente, desde o primeiro momento. A cidade tem avenidas largas, tipo muito largas e completamente fora dos padr&otilde;es das demais capitais. Pareceu-me bem organizada, com v&aacute;rias pra&ccedil;as e &aacute;reas verdes legais e um transito que flui bem, justamente porque as avenidas s&atilde;o largas. <br />A galera nos levou na esta&ccedil;&atilde;o ferrovi&aacute;ria para experimentar o Sob&aacute;. Que lugar maneiro! E que comida deliciosa! Adorei! Fico com &aacute;gua na boca s&oacute; de lembrar. Tamb&eacute;m experimentei o Terer&eacute; e amei. O chato &eacute; que isso foi depois de ir no mercado onde vendem a erva. Durante a visita, como ainda n&atilde;o tinha experimentado o Terer&eacute;, n&atilde;o comprei erva para trazer. Depois que experimentei, n&atilde;o voltei mais ao mercado e voltei para o Rio de m&atilde;os vazias. N&atilde;o consigo me perdoar. :-( Ent&atilde;o, que isso seja um motivo para eu voltar logo a Campo Grande e dessa vez fazer direito: comer Sob&aacute; in&uacute;meras vezes e trazer um carregamento de erva para preparar Terer&eacute;. :) <p /> L&aacute; em Campo Grande tive a oportunidade de conhecer uma galera muito legal e com uma tremenda iniciativa. A turma que participou do StartupDojo foi sensacional. Surgiram ideias maneir&iacute;ssimas e a galera realmente se empenhou para realiz&aacute;-las. No processo, acabei tendo conhecimento de v&aacute;rias iniciativas que surgiram em Campo Grande e que hoje s&atilde;o empreendimentos bastante relevantes e bem conhecidos, como &eacute; o caso do Reclame Aqui e do Portal Educa&ccedil;&atilde;o, entre outros. <br />Por&eacute;m, uma das hist&oacute;rias que mais me marcou foi a do Guilherme Junqueira e do seu incr&iacute;vel exemplo de cidadania, que viabilizou a Incubadora Tecnol&oacute;gica. Essa hist&oacute;ria merecia ser contada zilh&otilde;es de vezes Brasil afora. &Eacute; muito maneira! <p /> Meu amigo Saulo Arruda &eacute; quem me convidou para participar deste evento e eu lhe serei eternamente grato por essa oportunidade. S&oacute; assim pude compreender que Campo Grande &eacute; um segredo bem guardado. Uma cidade maneir&iacute;ssima, com uma galera para l&aacute; de gente boa e simp&aacute;tica, que espero ter a chance de rever muitas outras vezes, j&aacute; que Campo Grande agora &eacute; uma das minhas cidades favoritas no mundo. E n&atilde;o h&aacute; nenhum exagero nisso, garanto! <p /> Depois do evento, como ter&iacute;amos que esperar at&eacute; a segunda &agrave; noite para retornar ao Rio, eu e meu amigo Rafael Lima conseguimos agitar uma ida r&aacute;pida a Bonito, com as dicas do Guilherme e do Saulo. Que bom que fizemos isso, porque apesar de breve, a visita &agrave; Bonito foi excelente e tivemos a chance de conhecer outro lugar ao qual teremos que voltar muitas outras vezes. Bonito realmente merece ser visitada! O pouco que vimos foi lindo e tudo l&aacute; nos pareceu muito organizado e profissional. Recebemos um servi&ccedil;o de primeira qualidade, com pre&ccedil;o extremamente justo e um atendimento para l&aacute; de gentil. <br />Em suma, nesse &uacute;ltimo fim-de-semana tive a oportunidade de conhecer um pouquinho do Mato Grosso do Sul. E assim percebi o tempo perdido. &Eacute; um lugar muito, muito, muito melhor do que eu jamais imaginaria e para onde deveria estar indo com frequ&ecirc;ncia h&aacute; tempos, ao inv&eacute;s de ignorar, como t&atilde;o frequentemente fazemos aqui do Sudeste. Agora, a minha curiosidade tamb&eacute;m se estende aos demais estados do Centro Oeste, Norte e os que ainda n&atilde;o conhe&ccedil;o do Nordeste. Espero corrigir essa falta grave o quanto antes, porque sei que a cada visita vou me surpreender positivamente. <br />O legal do Brasil &eacute; que a cada lugar novo que a gente vai, descobre que sempre tem uma galera gente boa fazendo coisas legais, mas que a gente n&atilde;o tinha nem ideia. Quero mais &eacute; conhecer essa turma! <p /> Por fim, meu muit&iacute;ssimo obrigado ao Saulo e ao Guilherme pelo convite e por viabilizar a nossa ida. E um obrigado enorme a todos que estiveram conosco nesse fim-de-semana e permitiram que tiv&eacute;ssemos um excelente primeiro contato com o Mato Grosso do Sul. Quero rev&ecirc;-los em breve e, sobretudo, quero rev&ecirc;-los in&uacute;meras outras vezes. Campo Grande &eacute; que h&aacute;! E, claro, meus parab&eacute;ns a todos que participaram do StartupDojo e lutaram por suas ideias. Sei que ainda vou ouvir falar muito de voc&ecirc;s. ;-) <p /> <br /></p>
