---
permalink: /problemas-de-startups
layout: post
title: Problemas de startups
published: true
categories:
- comunicação
- marketing
- start up
- zona de conforto
---
<p><img src="/images/527304360_2852ed007b_z.jpeg" alt="Problemas de startups" /></p>
<p><span style="font-size: x-small;">Photo:&nbsp;</span><a href="http://www.flickr.com/photos/gi/527304360/" style="font-size: x-small;">Gisela Giardino</a><span style="font-size: x-small;">&nbsp;(CC)</span></p>
<p>
<p>O que torna dif&iacute;cil criar uma start up de sucesso? Na minha opini&atilde;o, habilidades ou, no caso, a falta delas.</p>
<p>J&aacute; que sou um desenvolvedor de software, criei uma <a href="http://improveit.com.br">empresa de software</a> e eventualmente um <a href="http://beonthe.net">produto</a>. Mas, ser um cara de software &eacute; suficiente para que operar uma empresa de software? Bem, n&atilde;o exatamente.</p>
<p>Acredito que o sucesso ou a falha de uma empresa tenha pouca ou nenhuma rela&ccedil;&atilde;o com o que os fundadores sabem fazer bem. O que realmente importa &eacute; justamente o que eles ainda n&atilde;o dominam. &Eacute; tudo o que est&aacute; fora da zona de conforto.</p>
<p>Como um desenvolvedor de software, consigo realizar in&uacute;meras atividades t&eacute;cnicas suficientemente bem para ter um <a href="http://beonthe.net">produto</a> rodando h&aacute; anos, com pouca ou nenhuma necessidade de manuten&ccedil;&atilde;o t&eacute;cnica. Isso &eacute; fant&aacute;stico. Mas, est&aacute; longe de ser suficiente.</p>
<p>H&aacute; in&uacute;meras &aacute;reas extrememante importantes que n&atilde;o domino bem. Elas representam uma esp&eacute;cie de zona de desconforto para mim. Em fun&ccedil;&atilde;o disso, tenho a tend&ecirc;ncia natural de dedicar meu tempo a tarefas que s&atilde;o de natureza mais t&eacute;cnica, j&aacute; que essas fazem parte da minha zona de conforto.</p>
<p>Por exemplo, marketing &eacute; uma das partes mais cr&iacute;ticas do neg&oacute;cio. Mas, est&aacute; longe da minha zona de conforto. Isso me d&aacute; um n&uacute;mero infinito de desculpas para realizar tarefas t&eacute;cnicas mais "priorit&aacute;rias". Isso est&aacute; totalmente errado e s&oacute; recentemente consegui realmente compreender isso.</p>
<p>Agora, se percebo que estou fazendo alguma coisa confort&aacute;vel, sei que provavelmente estou dedicando meu tempo &agrave; atividade errada. Tem tanta coisa que preciso aprender e treinar em outros aspectos do neg&oacute;cio, que praticamente n&atilde;o h&aacute; tempo a perder com o que faz parte da minha zona de conforto.</p>
<p>&Eacute; preciso uma tremenda for&ccedil;a de vontade para se lan&ccedil;ar para fora da zona de conforto atrav&eacute;s de a&ccedil;&otilde;es di&aacute;rias. Exatamente porque essas a&ccedil;&otilde;es necessariamente ser&atilde;o t&atilde;o desconfort&aacute;veis at&eacute; que todos os aspectos importantes do neg&oacute;cio sejam plenamente compreendidos e tratados.</p>
<p>Esse ano, por exemplo, decidi que deveria passar boa parte do meu tempo comunicando e fazendo marketing. &Eacute; algo que venho negligenciando h&aacute; tempos. Chegou a hora de resolver isso.</p>
<p>Comunicar &eacute; dif&iacute;cil. Mas, se eu n&atilde;o conseguir transmitir minhas ideias, ningu&eacute;m vai saber do meu <a href="http://beonthe.net">produto</a>, n&atilde;o importa o quanto eu o considere incr&iacute;vel.</p>
<p>E voc&ecirc;? Qual a sua zona de desconforto?</p>
</p>
