<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">

  <title><![CDATA[Category: produtividade | Vinícius Teles]]></title>
  <link href="http://viniciusteles.github.io/viniciustelescombr/blog/categories/produtividade/atom.xml" rel="self"/>
  <link href="http://viniciusteles.github.io/viniciustelescombr/"/>
  <updated>2017-11-10T12:24:45-02:00</updated>
  <id>http://viniciusteles.github.io/viniciustelescombr/</id>
  <author>
    <name><![CDATA[Vinícius Teles]]></name>
    
  </author>
  <generator uri="http://octopress.org/">Octopress</generator>

  
  <entry>
    <title type="html"><![CDATA[Nômade digital: efeitos sobre a produtividade]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/nomade-digital-efeitos-sobre-a-produtividade"/>
    <updated>2012-11-22T00:00:00-02:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/nomade-digital-efeitos-sobre-a-produtividade</id>
    <content type="html"><![CDATA[<p>Eu e a&nbsp;<a href="http://patriciafigueira.com.br">Pati</a>&nbsp;nos tornamos <a href="http://en.wikipedia.org/wiki/Digital_nomad">n&ocirc;mades digitais</a> h&aacute; uns dois anos. Desde ent&atilde;o, estivemos em dezenas de cidades e pa&iacute;ses mundo afora. Mas, n&atilde;o se trata apenas de lazer. De fato, n&oacute;s estamos trabalhando a maior parte do tempo, de onde quer que estejamos.</p>


<p />
<div>Trabalhar enquanto a gente viaja &eacute; bastante desafiador. Mas, s&oacute; recentemente me dei conta de que &eacute; t&atilde;o desafiador quanto antes. Nem pior, nem melhor. &Eacute; basicamente o mesmo problema. Um tanto contraintuitivo, n&atilde;o &eacute;?</div>
<p />
<div>Quando eu tinha uma casa e um home office bacana, j&aacute; era um tremendo esfor&ccedil;o para conseguir finalizar algum trabalho. Eu trabalhava muito e estava sempre ocupado. Mas, produzir resultados significativos e chegar mais pr&oacute;ximo de atingir meus objetivos era outra hist&oacute;ria, completamente diferente. &Eacute; mais f&aacute;cil se manter ocupado do que progredir.</div>
<p />
<div>Sempre tive muitas listas de tarefas, cada uma delas com zilh&otilde;es de itens. Tantas coisas, de fato, que ficava dif&iacute;cil escolher. Quais as tarefas mais importantes para executar hoje? Essa semana? Esse m&ecirc;s?</div>
<p />
<div>Eventualmente escolhia alguma coisa, mas meus dias sempre eram preenchidos com todo tipo de distra&ccedil;&atilde;o. A prop&oacute;sito, as distra&ccedil;&otilde;es s&atilde;o tantas atualmente e t&atilde;o viciantes, que fica at&eacute; dif&iacute;cil de acreditar que &eacute; poss&iacute;vel produzir alguma coisa &uacute;til. Tenho que admitir que email, Facebook, Twitter, Pintrest, sites de not&iacute;cias, s&oacute; para ficar em algumas, tomam muito tempo. Tento lutar contra elas tanto quanto poss&iacute;vel, mas elas sempre voltam e continuam me sugando. E poderia ser pior. Eu n&atilde;o assisto TV. Nunca! Imagina se assistisse.&nbsp;</div>
<p />
<div>Quando estava no meu home office, outras distra&ccedil;&otilde;es mundanas tamb&eacute;m tiravam um bom tempo. Algumas coisas realmente precisavam ser feitas e tomavam tempo que eu preferia estar dedicando ao trabalho. Mas, muitas outras poderiam ser evitadas.</div>
<p />
<div>Notei que nas viagens o padr&atilde;o mudou, mas os resultados continuaram os mesmos. Ao inv&eacute;s de lidar com distra&ccedil;&otilde;es triviais, eu precisava agir sobre quest&otilde;es bastante s&eacute;rias diariamente. Por exemplo, onde vamos passar a noite hoje? Como fazemos para ir do aeroporto para o apartamento tempor&aacute;rio quando chegarmos na outra cidade amanh&atilde;? A prop&oacute;sito, qual o melhor lugar para ficar nessa pr&oacute;xima cidade? Que pa&iacute;s vamos visitar m&ecirc;s que vem?</div>
<p />
<div>Quando o assunto &eacute; viagem,&nbsp;<a href="http://patriciafigueira.com.br">Pati</a>&nbsp;e eu temos responsabilidades bem claras. Ela tira as fotos, eu organizo a viagem. Portanto, cabe a mim fazer toda a pesquisa e decidir um monte de coisas todo dia. &Eacute; um bocado de trabalho e toma tempo.</div>
<p />
<div>Ent&atilde;o, assim como antes, n&atilde;o consigo ser t&atilde;o produtivo com meu trabalho quanto gostaria. Costumava ser por conta de distra&ccedil;&otilde;es triviais. Agora &eacute; por conta de necessidades muito mais b&aacute;sicas. Mas, no que se refere ao trabalho, o resultado final &eacute; o mesmo. Consigo entregar menos do que gostaria de admitir.</div>
<p />
<div>Venho pensando muito sobre isso ultimamente e agora tenho uma teoria. Acho que h&aacute; uma forma de resolver essa quest&atilde;o e produzir mais usando uma ideia um tanto contraintuitiva. E se eu escolhesse dedicar meu dia a executar <strong>uma e apenas uma tarefa</strong> e efetivamente finaliz&aacute;-la em um dia, independente do que acontecesse ao longo do dia?&nbsp;</div>

]]></content>
  </entry>
  
</feed>
