
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>StartupDojo em Campo Grande, Mato Grosso do Sul - Vinícius Teles</title>
	<meta name="author" content="Vinícius Teles">
  <a href="https://plus.google.com/104662451283465127832?rel=author"/>

	
	<meta name="description" content="No &uacute;ltimo fim-de-semana estive em Campo Grande, Mato Grosso do Sul, para participar do Circuito Empreendedor como mentor do StartupDojo, na &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="http://feeds.feedburner.com/ViniciusTeles" rel="alternate" title="Vinícius Teles" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>


<body>
	<header id="header" class="inner"><h1><a href="/">Vinícius Teles</a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/blog/">Blog</a></li>
	<li><a href="http://viniciusteles.com">English</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/blog/">Blog</a></li>
	<li><a href="http://viniciusteles.com">English</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:viniciusteles.github.io/viniciustelescombr">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		<a class="facebook" href="http://www.facebook.com/viniciusmanhaesteles" title="Facebook">Facebook</a>
		
		
		<a class="google" href="https://plus.google.com/104662451283465127832?rel=author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/viniciusteles" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/viniciusteles" title="GitHub">GitHub</a>
		
    
		
		<a class="coderwall" href="https://coderwall.com/viniciusteles" title="Coderwall">Coderwall</a>
		
		
		<a class="linkedin" href="http://www.linkedin.com/in/viniciusteles">LinkedIn</a>
		
		
		<a class="pinterest" href="https://pinterest.com/viniciusteles" title="Pinterest">Pinterest</a>
		
		
		
		<a class="rss" href="http://feeds.feedburner.com/ViniciusTeles" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:viniciusteles.github.io/viniciustelescombr">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">StartupDojo em Campo Grande, Mato Grosso do Sul</h2>
	<div class="entry-content"><p>No &uacute;ltimo fim-de-semana estive em Campo Grande, Mato Grosso do Sul, para participar do Circuito Empreendedor como mentor do StartupDojo, na companhia dos amigos Rafael Lima, Juan Bernab&oacute; e Edson Mackeenzy. Resultado? Adorei Campo Grande e a galera de l&aacute;. Fiquei super bem impressionado com a cidade e n&atilde;o vejo a hora de voltar! De quebra, ainda tive a chance de dar uma passadinha r&aacute;pida em Bonito e tamb&eacute;m curti demais. Vou ter que voltar com calma, com a Pati, porque o lugar &eacute; muito legal! <p /> Campo Grande fez com que me sentisse um idiota. Um fen&ocirc;meno comum no Sudeste &eacute; que a gente acha que toda a a&ccedil;&atilde;o se concentra no eixo Rio-S&atilde;o Paulo. E a gente tende a ignorar o resto do pa&iacute;s. &Eacute; uma atitude bem babaca, mas bastante comum. De repente a gente at&eacute; lembra do Sul e Nordeste. Mas, Centro Oeste e Norte s&atilde;o como grandes vazios que est&atilde;o l&aacute; e a gente acha que n&atilde;o tem ningu&eacute;m, nem nada interessante. Quanto engano! <br />Infelizmente ainda n&atilde;o conhe&ccedil;o a regi&atilde;o Norte e meu contato com o Centro Oeste ainda &eacute; limitado. Fui a Bras&iacute;lia algumas vezes, mas s&oacute; ano passado pude realmente conhecer melhor o lugar e a galera de l&aacute;, por convite dos meus amigos da SEA Tecnologia. Adorei a experi&ecirc;ncia e espero voltar muitas vezes. <p /> Com Campo Grande a situa&ccedil;&atilde;o foi mais dr&aacute;stica. Fui sem nenhuma expectativa, como algu&eacute;m que vai conhecer um lugar do qual mal escutou falar e n&atilde;o faz ideia do que ir&aacute; encontrar. Mas, quando cheguei l&aacute;, me deparei com uma capital que n&atilde;o parece ter nada a ver com as demais capitais brasileiras que j&aacute; conheci (mais da metade). <p /> A impress&atilde;o geral foi excelente, desde o primeiro momento. A cidade tem avenidas largas, tipo muito largas e completamente fora dos padr&otilde;es das demais capitais. Pareceu-me bem organizada, com v&aacute;rias pra&ccedil;as e &aacute;reas verdes legais e um transito que flui bem, justamente porque as avenidas s&atilde;o largas. <br />A galera nos levou na esta&ccedil;&atilde;o ferrovi&aacute;ria para experimentar o Sob&aacute;. Que lugar maneiro! E que comida deliciosa! Adorei! Fico com &aacute;gua na boca s&oacute; de lembrar. Tamb&eacute;m experimentei o Terer&eacute; e amei. O chato &eacute; que isso foi depois de ir no mercado onde vendem a erva. Durante a visita, como ainda n&atilde;o tinha experimentado o Terer&eacute;, n&atilde;o comprei erva para trazer. Depois que experimentei, n&atilde;o voltei mais ao mercado e voltei para o Rio de m&atilde;os vazias. N&atilde;o consigo me perdoar. :-( Ent&atilde;o, que isso seja um motivo para eu voltar logo a Campo Grande e dessa vez fazer direito: comer Sob&aacute; in&uacute;meras vezes e trazer um carregamento de erva para preparar Terer&eacute;. :) <p /> L&aacute; em Campo Grande tive a oportunidade de conhecer uma galera muito legal e com uma tremenda iniciativa. A turma que participou do StartupDojo foi sensacional. Surgiram ideias maneir&iacute;ssimas e a galera realmente se empenhou para realiz&aacute;-las. No processo, acabei tendo conhecimento de v&aacute;rias iniciativas que surgiram em Campo Grande e que hoje s&atilde;o empreendimentos bastante relevantes e bem conhecidos, como &eacute; o caso do Reclame Aqui e do Portal Educa&ccedil;&atilde;o, entre outros. <br />Por&eacute;m, uma das hist&oacute;rias que mais me marcou foi a do Guilherme Junqueira e do seu incr&iacute;vel exemplo de cidadania, que viabilizou a Incubadora Tecnol&oacute;gica. Essa hist&oacute;ria merecia ser contada zilh&otilde;es de vezes Brasil afora. &Eacute; muito maneira! <p /> Meu amigo Saulo Arruda &eacute; quem me convidou para participar deste evento e eu lhe serei eternamente grato por essa oportunidade. S&oacute; assim pude compreender que Campo Grande &eacute; um segredo bem guardado. Uma cidade maneir&iacute;ssima, com uma galera para l&aacute; de gente boa e simp&aacute;tica, que espero ter a chance de rever muitas outras vezes, j&aacute; que Campo Grande agora &eacute; uma das minhas cidades favoritas no mundo. E n&atilde;o h&aacute; nenhum exagero nisso, garanto! <p /> Depois do evento, como ter&iacute;amos que esperar at&eacute; a segunda &agrave; noite para retornar ao Rio, eu e meu amigo Rafael Lima conseguimos agitar uma ida r&aacute;pida a Bonito, com as dicas do Guilherme e do Saulo. Que bom que fizemos isso, porque apesar de breve, a visita &agrave; Bonito foi excelente e tivemos a chance de conhecer outro lugar ao qual teremos que voltar muitas outras vezes. Bonito realmente merece ser visitada! O pouco que vimos foi lindo e tudo l&aacute; nos pareceu muito organizado e profissional. Recebemos um servi&ccedil;o de primeira qualidade, com pre&ccedil;o extremamente justo e um atendimento para l&aacute; de gentil. <br />Em suma, nesse &uacute;ltimo fim-de-semana tive a oportunidade de conhecer um pouquinho do Mato Grosso do Sul. E assim percebi o tempo perdido. &Eacute; um lugar muito, muito, muito melhor do que eu jamais imaginaria e para onde deveria estar indo com frequ&ecirc;ncia h&aacute; tempos, ao inv&eacute;s de ignorar, como t&atilde;o frequentemente fazemos aqui do Sudeste. Agora, a minha curiosidade tamb&eacute;m se estende aos demais estados do Centro Oeste, Norte e os que ainda n&atilde;o conhe&ccedil;o do Nordeste. Espero corrigir essa falta grave o quanto antes, porque sei que a cada visita vou me surpreender positivamente. <br />O legal do Brasil &eacute; que a cada lugar novo que a gente vai, descobre que sempre tem uma galera gente boa fazendo coisas legais, mas que a gente n&atilde;o tinha nem ideia. Quero mais &eacute; conhecer essa turma! <p /> Por fim, meu muit&iacute;ssimo obrigado ao Saulo e ao Guilherme pelo convite e por viabilizar a nossa ida. E um obrigado enorme a todos que estiveram conosco nesse fim-de-semana e permitiram que tiv&eacute;ssemos um excelente primeiro contato com o Mato Grosso do Sul. Quero rev&ecirc;-los em breve e, sobretudo, quero rev&ecirc;-los in&uacute;meras outras vezes. Campo Grande &eacute; que h&aacute;! E, claro, meus parab&eacute;ns a todos que participaram do StartupDojo e lutaram por suas ideias. Sei que ainda vou ouvir falar muito de voc&ecirc;s. ;-) <p /> <br /></p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2012-10-30T00:00:00-02:00" pubdate data-updated="true">Oct 30<span>th</span>, 2012</time></div>
	<div class="tags">

</div>
	
		<div class="comments"><a href="#disqus_thread">Comments</a></div>
	
</div>
</article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	<a class="addthis_button_facebook_like" fb:like:layout="button_count"></a>
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>



<section id="comment">
    <h2 class="title">Comments</h2>
    <div id="disqus_thread" aria-live="polite"><noscript>Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
</section>

</div>
	<footer id="footer" class="inner"><p><a rel="license" href="http://creativecommons.org/licenses/by/3.0/deed.pt"><img alt="Licença Creative Commons" style="border-width:0" src="http://i.creativecommons.org/l/by/3.0/88x31.png" /></a><br />Este trabalho de <a xmlns:cc="http://creativecommons.org/ns#" href="http://viniciusteles.com.br" property="cc:attributionName" rel="cc:attributionURL">Vinícius Teles</a>, foi licenciado com uma Licença <a rel="license" href="http://creativecommons.org/licenses/by/3.0/deed.pt">Creative Commons - Atribuição  3.0 Não Adaptada</a>.</p>
<p>
Construído com <a href="http://octopress.org">Octopress</a>, usando o tema <a href="http://zespia.tw/Octopress-Theme-Slash/index.html">Slash</a> de <a href="https://github.com/tommy351">SkyArrow</a>. Hospedado no <a href="http://pages.github.com/">Github</a>. Fique à vontade para fazer um <a href="https://github.com/viniciusteles/viniciustelescombr">fork</a>.
</p>
</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'blogviniciustelesbr';
      
        
        // var disqus_developer = 1;
        var disqus_identifier = 'http://viniciusteles.github.io/viniciustelescombr/startupdojo-em-campo-grande-mato-grosso-do-su';
        var disqus_url = 'http://viniciusteles.github.io/viniciustelescombr/startupdojo-em-campo-grande-mato-grosso-do-su';
        var disqus_script = 'embed.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-2309104-56']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>



</body>
</html>