<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">

  <title><![CDATA[Category: proteção | Vinícius Teles]]></title>
  <link href="http://viniciusteles.github.io/viniciustelescombr/blog/categories/protecao/atom.xml" rel="self"/>
  <link href="http://viniciusteles.github.io/viniciustelescombr/"/>
  <updated>2017-11-10T12:24:45-02:00</updated>
  <id>http://viniciusteles.github.io/viniciustelescombr/</id>
  <author>
    <name><![CDATA[Vinícius Teles]]></name>
    
  </author>
  <generator uri="http://octopress.org/">Octopress</generator>

  
  <entry>
    <title type="html"><![CDATA[A melhor rede de proteção]]></title>
    <link href="http://viniciusteles.github.io/viniciustelescombr/a-melhor-rede-de-protecao"/>
    <updated>2013-03-01T00:00:00-03:00</updated>
    <id>http://viniciusteles.github.io/viniciustelescombr/a-melhor-rede-de-protecao</id>
    <content type="html"><![CDATA[<p><img src="http://viniciusteles.github.io/viniciustelescombr/images/6311895493_7b9317b6c4_z.jpg" alt="A melhor rede de proteção" /><span style="font-size: x-small;">Foto do <a href="http://www.flickr.com/photos/rainchurch/6311895493/">Flickr</a> (CC).</span></p>


<p>&nbsp;</p>


<p>Todo mundo quer ter uma rede de prote&ccedil;&atilde;o, certo? Por isso que a gente guarda dinheiro para os momentos de dificuldade. Mas, dinheiro, propriedades, a&ccedil;&otilde;es e coisas do g&ecirc;nero podem mesmo ser consideradas redes de prote&ccedil;&atilde;o? Afinal, qual &eacute; a melhor rede de prote&ccedil;&atilde;o poss&iacute;vel?</p>


<p>Esse assunto &eacute; importante para mim porque valorizo a liberdade. Felizmente tenho liberdade para fazer o que quiser atualmente, em fun&ccedil;&atilde;o da receita dos meus neg&oacute;cios e das minhas reservas. Isso &eacute; suficiente para sustentar minhas necessidades sem que eu precise ter um emprego que me force a ficar confinado em um escrit&oacute;rio durante v&aacute;rias horas do dia.</p>


<p>Por mais que aprecie as coisas assim, a verdade &eacute; que tudo pode mudar repentinamente. O neg&oacute;cio pode ir mal, assim como o mercado pode mudar e levar tudo por &aacute;gua abaixo. E a&iacute;, o que pode ser feito?</p>


<p>Se eu tiver um colch&atilde;o financeiro, poderei manter minha liberdade, pelo menos por um tempo, mesmo durante momentos de dificuldade. Quanto maior for esse colch&atilde;o, mais tempo poderei sustentar minha liberdade. Mas, convenhamos, h&aacute; um limite de tempo que o dinheiro &eacute; capaz de comprar se voc&ecirc; n&atilde;o estiver mais ganhando nada por alguma raz&atilde;o.</p>


<p>E esse nem chega a ser o pior cen&aacute;rio. O colch&atilde;o financeiro pode sumir da noite para o dia, do nada. Isso aconteceu tantas vezes na hist&oacute;ria, com tanta gente, que n&atilde;o dever&iacute;amos nem ter que lembrar disso. Pegue a <a href="http://pt.wikipedia.org/wiki/Grande_Recess%C3%A3o">crise financeira de 2008</a>, por exemplo, apenas para citar um exemplo no qual muita gente perdeu todas as economias que tinha.</p>


<p>Acredito que &eacute; importante ter alguma reserva financeira para os momentos de dificuldade. Mas, n&atilde;o acho que tenhamos que confiar apenas nisso. De fato, acredito que essa n&atilde;o deveria ser a nossa rede de seguran&ccedil;a, para come&ccedil;o de conversa. &Eacute; apenas um mecanismo de prote&ccedil;&atilde;o de curto prazo bastante importante. &nbsp;Mas, h&aacute; ocasi&otilde;es em que n&atilde;o &eacute; suficiente.</p>


<p>Em tempos de <a href="http://mawaheb-sa.blogspot.com/2013/02/going-out-of-syria.html">guerra</a>, por exemplo, o dinheiro vai embora rapidamente e n&atilde;o necessariamente &eacute; capaz de te tirar da loucura generalizada. Ent&atilde;o, de novo, em que devemos confiar?</p>


<p>Pensando nisso, cheguei a conclus&atilde;o de que habilidades e relacionamentos, juntos, s&atilde;o a melhor rede de prote&ccedil;&atilde;o dispon&iacute;vel. Quanto mais os desenvolvemos, mais seguros estamos no longo prazo, n&atilde;o importa o que aconte&ccedil;a a nossa volta.</p>


<p>Digamos, por exemplo, que voc&ecirc; criou uma empresa e conseguiu torn&aacute;-la bem sucedida. O que acontece se voc&ecirc; perder tudo? Talvez voc&ecirc; fique desiludido por um tempo, mas eventualmente vai perceber que &eacute; capaz de construir tudo de novo. E provavelmente vai ser mais f&aacute;cil do que foi antes.</p>


<p>Isso porque voc&ecirc; desenvolveu habilidade e relacionamentos. Eles te ajudar&atilde;o a sair do problema e construir uma solu&ccedil;&atilde;o. E voc&ecirc; conhecer&aacute; pessoas que poder&atilde;o te ajudar ao longo do caminho. Mesmo em tempos de <a href="http://mawaheb-sa.blogspot.com/2013/02/going-out-of-syria.html">guerra</a>, se voc&ecirc; tem habilidades e conhece muita gente, suas chances de escapar aumentam significativamente.</p>


<p>Compare isso a uma pessoa que passa os dias assistindo TV, que tem muito dinheiro no banco, poucas habilidades e poucos relacionamentos. Em momentos de dificuldade, se a pessoa perde tudo, como ela se safa? Sem habilidades e sem amigos, &eacute; bem mais dif&iacute;cil.</p>


<p>Tenho sorte de ser brasileiro. No Brasil n&atilde;o temos <a href="http://mawaheb-sa.blogspot.com/2013/02/going-out-of-syria.html">guerra</a>, mas estamos em crise desde sempre. Quer dizer, tivemos momentos melhores recentemente, mas at&eacute; quando isso vai durar?</p>


<p>J&aacute; vi esse pa&iacute;s passar por tantas crises financeiras que at&eacute; perdi a conta. Elas s&atilde;o uma rotina. De certa forma isso &eacute; bom, porque quem est&aacute; atento aprende. Aprende a n&atilde;o confiar no governo, nos bancos, nas empresas ou seja l&aacute; o que for. Aprende a confiar em si mesmo e em seus relacionamentos.</p>


<p>Permita-me citar um exemplo das loucuras que j&aacute; vi no Brasil. Em 1990, um novo presidente chegou e decidiu que estava na hora de acabar com a infla&ccedil;&atilde;o de uma vez por todas. Como? <a href="http://pt.wikipedia.org/wiki/Plano_Collor">Congelando todas as contas banc&aacute;rias</a> por um ano e meio. As pessoas poderiam retirar at&eacute; 1.500 unidades monet&aacute;rias uma &uacute;nica vez e pronto. Quer o restante? Aguarde um ano e meio.</p>


<p>Quer acabar com a infla&ccedil;&atilde;o? F&aacute;cil, mate a pr&oacute;pria economia e a infla&ccedil;&atilde;o n&atilde;o ser&aacute; mais um problema. Funcionou. A infla&ccedil;&atilde;o se foi levando consigo muitas empresas, empregos e vidas. Muita gente se matou ao perceber que n&atilde;o conseguia achar uma sa&iacute;da.</p>


<p>&Eacute; uma hist&oacute;ria bem dr&aacute;stica. Aconteceu h&aacute; pouco mais de vinte anos e mostra qu&atilde;o incompetentes os governantes brasileiros podem ser. Mas, eles n&atilde;o est&atilde;o sozinhos. Dez anos depois a <a href="http://pt.wikipedia.org/wiki/Corralito">Argentina segui pelo mesmo caminho do confisco</a> com consequ&ecirc;ncias desastrosas. O pa&iacute;s ainda n&atilde;o se recuperou. E, claro, n&atilde;o preciso nem citar a estupidez generalizada das na&ccedil;&otilde;es ditas desenvolvidas t&atilde;o bem exemplificada pela <a href="http://pt.wikipedia.org/wiki/Grande_Recess%C3%A3o">crise de 2008</a>, que foi t&atilde;o catastr&oacute;fica que faz os governantes do Brasil e da Argentina parecerem inteligentes.</p>


<p>Hist&oacute;rias como essa acontecem repentinamente. &Agrave;s vezes existem ind&iacute;cios. Outras vezes &eacute; &nbsp;completamente imprevis&iacute;vel, como no caso dos desastres naturais. Ent&atilde;o, o que podemos fazer? Acho que devemos estar sempre preparados.</p>


<p>Primeiro porque teremos melhores condi&ccedil;&otilde;es de enfrentar os momentos de dificuldades. Mas, tamb&eacute;m porque &eacute; muito mais interessante viver uma vida onde estamos sempre aprendendo e aperfei&ccedil;oando nossas habilidades. E, claro, fazer amigos e aprimorar relacionamentos &eacute; divertido e muito recompensador.</p>


<div>E voc&ecirc;, o que pensa? Existe uma rede de prote&ccedil;&atilde;o melhor?</div>



]]></content>
  </entry>
  
</feed>
