
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>Dicas de viagem - Vinícius Teles</title>
	<meta name="author" content="Vinícius Teles">
  <a href="https://plus.google.com/104662451283465127832?rel=author"/>

	
	<meta name="description" content="Como estamos &#8220;na estrada&#8221; h&aacute; quase um ano e meio e eu fa&ccedil;o a maior parte do planejamento das viagens, tive que ir &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="http://feeds.feedburner.com/ViniciusTeles" rel="alternate" title="Vinícius Teles" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>


<body>
	<header id="header" class="inner"><h1><a href="/">Vinícius Teles</a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/blog/">Blog</a></li>
	<li><a href="http://viniciusteles.com">English</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/blog/">Blog</a></li>
	<li><a href="http://viniciusteles.com">English</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:viniciusteles.com.br">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		<a class="facebook" href="http://www.facebook.com/viniciusmanhaesteles" title="Facebook">Facebook</a>
		
		
		<a class="google" href="https://plus.google.com/104662451283465127832?rel=author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/viniciusteles" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/viniciusteles" title="GitHub">GitHub</a>
		
    
		
		<a class="coderwall" href="https://coderwall.com/viniciusteles" title="Coderwall">Coderwall</a>
		
		
		<a class="linkedin" href="http://www.linkedin.com/in/viniciusteles">LinkedIn</a>
		
		
		<a class="pinterest" href="https://pinterest.com/viniciusteles" title="Pinterest">Pinterest</a>
		
		
		
		<a class="rss" href="http://feeds.feedburner.com/ViniciusTeles" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:viniciusteles.com.br">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Dicas de viagem</h2>
	<div class="entry-content"><p>Como estamos &#8220;na estrada&#8221; h&aacute; quase um ano e meio e eu fa&ccedil;o a maior parte do planejamento das viagens, tive que ir aprendendo a usar algumas ferramentas simples na internet para facilitar a vida e evitar roubadas. Ent&atilde;o,&nbsp;queria aproveitar para compartilhar que ferramentas s&atilde;o essas.<p /><strong>Passagens a&eacute;reas</strong><p />Sempre come&ccedil;o pelo site&nbsp;<a href="http://matrix.itasoftware.com/">http://matrix.itasoftware.com/</a><p />Ele parece ter os valores de todas as companhias a&eacute;reas do mundo e sempre me retorna resultados &uacute;teis, com o melhor pre&ccedil;o que eu conseguiria. Mas, n&atilde;o d&aacute; para comprar a passagem por esse site. Ele s&oacute; serve para consultar.&nbsp;<p />Na hora de comprar a passagem, tipicamente fa&ccedil;o isso diretamente no site da companhia a&eacute;rea que foi indicada como tendo o melhor pre&ccedil;o. Se por alguma raz&atilde;o n&atilde;o der para usar o site da companhia a&eacute;rea, eu apelo para&nbsp;algum site de venda de passagens cujo pre&ccedil;o d&ecirc; igual ao que foi mostrado na consulta do site que indiquei acima. Por exemplo, recentemente isso aconteceu comigo em alguns trechos e usei o site&nbsp;<a href="http://www.orbitz.com/">http://www.orbitz.com/</a>&nbsp;para&nbsp;a compra das passagens. Funcionou direitinho.<p />Finalmente, no caso de voos mais longos, dou uma olhada no&nbsp;<a href="http://www.seatguru.com/">http://www.seatguru.com/</a>&nbsp;para ver onde &eacute; melhor sentar dentro do avi&atilde;o. E a&iacute; tento reservar o assento de acordo com as melhores op&ccedil;&otilde;es indicadas pelo site.<p /><strong>Hospedagem</strong><p />Normalmente eu come&ccedil;o procurando nohttp://airbnb.com/&nbsp;Infelizmente, nem toda cidade do mundo tem boas ofertas de hospedagem atrav&eacute;s dele. Ent&atilde;o, fico em hot&eacute;is, quando n&atilde;o rola Airbnb. Albergues (hostels) j&aacute; usamos&nbsp;muito no passado, mas j&aacute; estamos nesse momento da vida em que preferimos pagar mais para ter um pouco mais de privacidade, conforto e, sobretudo, banheiro dentro do quarto. :) Com isso, perdemos a oportunidade de&nbsp;fazer muitos amigos nos albergues, mas faz parte.&nbsp;<p />Se temos que apelar para hot&eacute;is, pesquiso nohttp://www.tripadvisor.com/&nbsp;para achar hot&eacute;is que pare&ccedil;am decentes e cujos pre&ccedil;os sejam &#8220;pag&aacute;veis&#8221;. Seleciono alguns que atendem essas caracter&iacute;sticas e leio bastante os reviews.&nbsp;O que procuro nos reviews &eacute; saber se a internet do hotel funciona e se &eacute; gr&aacute;tis. Al&eacute;m disso, vejo coment&aacute;rios sobre a localiza&ccedil;&atilde;o. Finalmente, vejo as fotos que os viajantes postaram. Fotos oficiais n&atilde;o me interessam, pois&nbsp;raramente refletem a realidade. Ali&aacute;s, no caso do Airbnb, quando as fotos s&atilde;o oficiais, ao inv&eacute;s de fotos amadoras, sei que tenho que dar um belo desconto, porque infelizmente eles seguiram pelo mesmo caminho de &#8220;enfeitar o&nbsp;pav&atilde;o&#8221; no caso das fotos oficiais. Uma pena.<p />Quando acho um ou mais hot&eacute;is que agradam, fa&ccedil;o a reserva, tipicamente usando algum site de reserva, tal como&nbsp;<a href="http://www.hotels.com/">http://www.hotels.com/</a>&nbsp;ou&nbsp;<a href="http://www.agoda.com/ou">http://www.agoda.com/ou</a>&nbsp;<a href="http://www.booking.com/">http://www.booking.com/</a>&nbsp;Simplesmente vejo o que tem&nbsp;o melhor pre&ccedil;o, j&aacute; que todos funcionam igualmente bem, no geral. O Agoda &eacute; o que costuma ter o pre&ccedil;o sempre ligeiramente melhor, ent&atilde;o &eacute; o que acabo usando mais.<p />Para a galera menos fresca que a gente, tem ohttp://www.couchsurfing.org/&nbsp;N&atilde;o usamos ainda, mas conhe&ccedil;o pessoas que j&aacute; usaram e ainda est&atilde;o a&iacute; para contar a hist&oacute;ria. :D<p /><strong>Aluguel de carro</strong><p />No caso de muitos pa&iacute;ses, sobretudo os desenvolvidos, d&aacute; para obter &oacute;timas cota&ccedil;&otilde;es pelo site&nbsp;<a href="http://www.auto-hire-online.com/">http://www.auto-hire-online.com/</a>&nbsp;&Eacute; o que uso na maior parte do tempo e o pre&ccedil;o costuma ser bem melhor do que alugando&nbsp;diretamente pelo site das locadoras.<p /></p>
<div><strong>Ferramentas de convers&atilde;o e previs&atilde;o</strong></div>
<div><br />* Convers&otilde;es de moeda -&nbsp;<a href="http://www.xe.com/">http://www.xe.com/</a><br />* Convers&otilde;es de fuso hor&aacute;rio -<a href="http://www.timeanddate.com/">http://www.timeanddate.com/</a><br />* Previs&atilde;o do tempo -&nbsp;<a href="http://www.weather.com/">http://www.weather.com/</a></div>
<div><br /><strong>Informa&ccedil;&otilde;es b&aacute;sicas sobre o destino</strong><p />Para ter uma no&ccedil;&atilde;o m&iacute;nima do destino que iremos visitar, sempre fa&ccedil;o uma consulta nohttp://wikitravel.org/en/Main_Page&nbsp;Coloco a cidade que visitaremos e aprendo o b&aacute;sico sobre o lugar. &Eacute; sempre bem &uacute;til.&nbsp;<p />Para saber o que fazer no lugar, tipicamente dou uma olhada na se&ccedil;&atilde;o &#8220;Things to do&#8221; desses sites:http://www.tripadvisor.com/&nbsp;e&nbsp;http://virtualtourist.com/Assim, tenho uma ideia de quais s&atilde;o as atra&ccedil;&otilde;es tur&iacute;sticas que a galera&nbsp;mais visita. De quebra, vejo os coment&aacute;rios da galera e decido o que vale a pena para n&oacute;s.<p />Exemplo de links desses sites para o caso da cidade em que estamos agora, Xi&#8217;an, aqui na China:<p /><a href="http://wikitravel.org/en/Xian">http://wikitravel.org/en/Xian</a><br /><a href="http://www.tripadvisor.com/Attractions-g298557-Activities-Xi_an_Shaanxi.html">http://www.tripadvisor.com/Attractions-g298557-Activities-Xi_an_Shaanxi.html</a><br /><a href="http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/TravelGuide-Xian.html">http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Tra&#8230;</a><p />Tamb&eacute;m costumo dar uma olhada nohttp://www.mochileiros.com/&nbsp;&Agrave;s vezes encontro uns relatos legais por l&aacute;. N&atilde;o &eacute; uma fonte que uso muito, porque &agrave;s vezes n&atilde;o &eacute; t&atilde;o pr&aacute;tico buscar a informa&ccedil;&atilde;o espec&iacute;fica que desejo, mas&nbsp;de vez em quando tem quest&otilde;es que s&atilde;o melhor respondidas por brasileiros, porque t&ecirc;m a ver com brasileiros. :) Como por exemplo a quest&atilde;o de vistos em certos pa&iacute;ses.<p /><strong>Roubadas</strong><p />Toda cidade tem l&aacute; as suas roubadas e pegadinhas para turistas. A boa not&iacute;cia &eacute; que elas tipicamente s&atilde;o recorrentes e bem conhecidas. Portanto, voc&ecirc; n&atilde;o precisa cair em roubada. Basta ler o que o que foi relatado pelos&nbsp;viajantes que j&aacute; estiveram no lugar.&nbsp;<p />Para isso, no site&nbsp;http://www.virtualtourist.com/&nbsp;h&aacute; duas se&ccedil;&otilde;es que sempre leio rapidinho antes de chegar em cada cidade. S&atilde;o &#8220;Warnings and Dangers&#8221; e &#8220;Tourist Traps&#8221;. A galera que j&aacute; esteve na cidade e passou por&nbsp;problemas relata nessas se&ccedil;&otilde;es. Eu aprendo sobre as pegadinhas e quando elas aparecem eu raramente caio, porque j&aacute; conhe&ccedil;o a hist&oacute;ria do in&iacute;cio ao fim.&nbsp;<p />Mais uma vez, para exemplificar com o caso de Xi&#8217;an, veja os links:<p /><a href="http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Tourist_Traps-Xian-TG-C-1.html">http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Tou&#8230;</a><br /><a href="http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/Warnings_or_Dangers-Xian-TG-C-1.html">http://www.virtualtourist.com/travel/Asia/China/Shaanxi_Sheng/Xian-997440/War&#8230;</a><p /><strong>Guias</strong><p />H&aacute; dois tipos de guias a comentar aqui. O guia em formato de livro, como o Lonely Planet, e o guia de viagem, aquela pessoa que vai levando voc&ecirc; nos lugares, contando a hist&oacute;ria e tal. Sinceramente, n&atilde;o gosto de nenhum dos&nbsp;dois e por isso dificilmente recorro a eles.<p />Os guias em formato de livro tentei usar in&uacute;meras vezes ao longo do tempo. Em 1998, quando fiz meu primeiro mochil&atilde;o pela Europa, eu tinha um guia em papel, bem bacana, que me ajudou pacas. Mas, eram outros tempos. A&nbsp;internet existia, mas n&atilde;o tinha tantos recursos para o viajante como hoje. E eu nem sempre tinha acesso a computadores durante a viagem. Ent&atilde;o ficava complicado.&nbsp;<p />De l&aacute; para c&aacute;, tudo mudou e para mim a internet &eacute; sempre a melhor forma de pesquisar sobre um lugar, porque posso ver a opini&atilde;o de outros viajantes que estiveram no lugar. O que eu detesto em guias (livros) &eacute; que eles s&atilde;o&nbsp;simplesmente &#8220;marqueteiros&#8221; demais. Pegam um lugar que &eacute; uma porcaria, turisticamente falando, e &#8220;enfeitam o pav&atilde;o&#8221; de forma ridiculamente exagerada. Vi isso acontecer com tanta frequ&ecirc;ncia que simplesmente desisti&nbsp;desses guias. N&atilde;o confio neles.&nbsp;<p />J&aacute; os guias (pessoas) tipicamente fornecem informa&ccedil;&atilde;o enlatada que tamb&eacute;m &#8220;enfeitam o pav&atilde;o&#8221;. Pelo menos isso &eacute; o que aconteceu na maioria das vezes que tentamos usar esse tipo de servi&ccedil;o. Ent&atilde;o, estou fora. At&eacute; porque,&nbsp;prefiro visitar o que for no nosso tempo, no nosso ritmo. Se eu achar interessante, pesquiso mais a respeito na internet.<p /><strong>Orienta&ccedil;&otilde;es b&aacute;sicas</strong><p />Para fechar, h&aacute; algumas orienta&ccedil;&otilde;es simples que costumo seguir, porque refletem o que fomos aprendendo ao longo do tempo. Turistas s&atilde;o vistos por alguns locais como oportunidade de grana f&aacute;cil simplesmente porque n&atilde;o&nbsp;conhecem bem a &aacute;rea. Mas, lembre-se que sempre &eacute; poss&iacute;vel conhecer bem a &aacute;rea com anteced&ecirc;ncia lendo os relatos de quem j&aacute; esteve nela, em sites como os citados antes.<p />Mas, mesmo que voc&ecirc; n&atilde;o tenha lido, h&aacute; algumas orienta&ccedil;&otilde;es que podem te ajudar praticamente em qualquer lugar do mundo, porque os problemas se repetem em praticamente todas as cidades.<p />Restaurantes nas proximidades de pontos tur&iacute;sticos tipicamente s&atilde;o bem mais caros que o normal e o atendimento tende a ser ruim. Ent&atilde;o, quando n&oacute;s estamos em um local tur&iacute;stico e queremos comer, nosso comportamento&nbsp;b&aacute;sico &eacute; andar para longe do local. &Agrave;s vezes dois ou tr&ecirc;s quarteir&otilde;es. E a&iacute; a gente j&aacute; passa a achar restaurantes normais, onde a comida &eacute; boa, o pre&ccedil;o &eacute; normal e o atendimento &eacute; bom.<p />Lojas nas proximidades de locais tur&iacute;sticos servem unicamente para um prop&oacute;sito: ser completamente ignoradas. Elas tipicamente vendem porcaria da pior qualidade pelo pre&ccedil;o mais absurdo imagin&aacute;vel. Quer comprar uma&nbsp;lembrancinha? Vai para longe do local tur&iacute;stico.<p />Pegar taxi perto de um local tur&iacute;stico pode ser uma dor de cabe&ccedil;a em muitos lugares. Porque os taxistas que rondam os locais tur&iacute;sticos frequentemente s&atilde;o um tanto malandr&otilde;es. V&atilde;o querer fazer a viagem sem usar o&nbsp;taximetro e cobrar um pre&ccedil;o acima do normal. Mais uma vez, uma boa ideia &eacute; se afastar do local tur&iacute;stico e a&iacute; sim tentar pegar um taxi normal.<p />Agora vem a orienta&ccedil;&atilde;o mais importante de todas e que seguimos quase 100% do tempo. Se algu&eacute;m te ofecer alguma coisa, negue, ignore, fa&ccedil;a o que for necess&aacute;rio. Mas, n&atilde;o aceite! Exemplos: est&aacute; saindo do local tur&iacute;stico e&nbsp;algu&eacute;m oferece um taxi. Negue! Chegou no aeroporto e algu&eacute;m oferece um taxi. Negue! T&aacute; andando na night e algu&eacute;m te chama para conhecer umas meninas. Negue! Algu&eacute;m quer te dar um anel com base em alguma hist&oacute;ria&nbsp;da carochina. Negue! Algu&eacute;m te oferece um tour. Negue!&nbsp;<p />Se voc&ecirc; &eacute; turista e algu&eacute;m te oferece algo, especialmente pr&oacute;ximo a um local tur&iacute;stico, ou rodovi&aacute;ria, aeroporto, esta&ccedil;&atilde;o de trem ou qualquer outro local onde circulem turistas, a chance de voc&ecirc; cair numa roubada &eacute;&nbsp;ridiculamente elevada.<p />&Agrave;s vezes as pessoas te oferecem algo que voc&ecirc; efetivamente est&aacute; querendo. Ent&atilde;o, n&atilde;o seria l&oacute;gico simplesmente aceitar a oferta que lhe &eacute; feita? L&oacute;gico pode at&eacute; ser, mas n&atilde;o &eacute; recomend&aacute;vel. Vai por mim.&nbsp;<p />Tipicamente d&aacute; para conseguir o que voc&ecirc; quer com outra pessoa que n&atilde;o foi te oferecer diretamente. Exemplo, aqui em Xi&#8217;an estamos tendo que recorrer aos tuk tuks, j&aacute; que taxi &eacute; artigo dif&iacute;cil de conseguir. Sem problemas.&nbsp;Tem motorista de tuk tuk que vem oferecer seus servi&ccedil;os. Eu ignoro ou nego. Sei que v&atilde;o me cobrar mais. Vejo um tuk tuk parado, vou l&aacute; e abordo o cidad&atilde;o. Digo onde quero ir e pergunto o pre&ccedil;o. Normalmente &eacute; um valor&nbsp;coerente. O pre&ccedil;o do malandr&atilde;o que chega oferecendo &eacute; quase sempre bem mais alto.<p />Enfim, se algu&eacute;m te abordar oferecendo alguma coisa, desconfie ou simplesmente negue. Turista representa grana f&aacute;cil. E o que a pessoa est&aacute; te oferecendo normalmente &eacute; f&aacute;cil de conseguir. Ent&atilde;o, &eacute; s&oacute; ter um pouquinho de&nbsp;paci&ecirc;ncia e n&atilde;o aceitar a primeira oferta.&nbsp;<p />Pegando um exemplo concreto aqui de Xi&#8217;an. Chegamos no aeroporto e assim que sa&iacute;mos da &aacute;rea de desembarque, j&aacute; veio uma mo&ccedil;a oferecendo para nos levar para a cidade por um precinho camarada de 200 Yuans.&nbsp;Sinceramente, n&atilde;o consegui ler sobre Xi&#8217;an antes de chegar. Ent&atilde;o, n&atilde;o sabia se ia ser complicado conseguir taxi no aeroporto, nem qual seria o custo prov&aacute;vel da corrida. Assim mesmo, j&aacute; fui logo negando e tinha certeza que&nbsp;aquele valor oferecido era bem maior que o real.&nbsp;<p />At&eacute; chegarmos na &aacute;rea dos taxis, outras pessoas vieram oferecer a corrida, com pre&ccedil;os de 150 a 200. Neguei todos e comecei a discutir com os taxistas, dizendo que s&oacute; pegava se fosse com taximetro. A&iacute; o malandr&atilde;o dizia:&nbsp;com taximetro sai por 200. Mas, fa&ccedil;o para voc&ecirc;, na camaradagem, por 150 sem taximetro. Eu eu quase respondia para ele em bom portugu&ecirc;s: olha bem pra minha cara e v&ecirc; onde t&aacute; escrito OT&Aacute;RIO em letras garrafais! :-)<p />Tinha um policial por l&aacute; e colocamos ele no circuito. Explicamos que quer&iacute;amos um taxi para nos levar com taximetro e exigimos provid&ecirc;ncia da autoridade. :-) Deu certo, ele logo convenceu algu&eacute;m que nos trouxe at&eacute; aqui puto&nbsp;da vida, &eacute; verdade, mas com pre&ccedil;o final de 117 Yuan no taximetro.&nbsp;<p />Em suma, n&atilde;o &eacute; porque voc&ecirc; &eacute; turista que tem que cair em tudo quanto &eacute; papo de malandro, n&eacute;. Sobretudo os &#8220;bonzinhos&#8221; que logo aparecem para te oferecer um bom neg&oacute;cio.&nbsp;</div>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2012-04-25T00:00:00-03:00" pubdate data-updated="true">Apr 25<span>th</span>, 2012</time></div>
	<div class="tags">


	<a class='category' href='/blog/categories/casal-partiu/'>casal partiu</a>, <a class='category' href='/blog/categories/guias-de-viagem/'>guias de viagem</a>, <a class='category' href='/blog/categories/hospedagem/'>hospedagem</a>, <a class='category' href='/blog/categories/passagens/'>passagens</a>, <a class='category' href='/blog/categories/sites-uteis/'>sites úteis</a>, <a class='category' href='/blog/categories/turismo/'>turismo</a>, <a class='category' href='/blog/categories/viagem/'>viagem</a>, <a class='category' href='/blog/categories/volta-ao-mundo/'>volta ao mundo</a>


</div>
	
		<div class="comments"><a href="#disqus_thread">Comments</a></div>
	
</div>
</article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	<a class="addthis_button_facebook_like" fb:like:layout="button_count"></a>
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>



<section id="comment">
    <h2 class="title">Comments</h2>
    <div id="disqus_thread" aria-live="polite"><noscript>Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
</section>

</div>
	<footer id="footer" class="inner"><p><a rel="license" href="http://creativecommons.org/licenses/by/3.0/deed.pt"><img alt="Licença Creative Commons" style="border-width:0" src="http://i.creativecommons.org/l/by/3.0/88x31.png" /></a><br />Este trabalho de <a xmlns:cc="http://creativecommons.org/ns#" href="http://viniciusteles.com.br" property="cc:attributionName" rel="cc:attributionURL">Vinícius Teles</a>, foi licenciado com uma Licença <a rel="license" href="http://creativecommons.org/licenses/by/3.0/deed.pt">Creative Commons - Atribuição  3.0 Não Adaptada</a>.</p>
<p>
Construído com <a href="http://octopress.org">Octopress</a>, usando o tema <a href="http://zespia.tw/Octopress-Theme-Slash/index.html">Slash</a> de <a href="https://github.com/tommy351">SkyArrow</a>. Hospedado no <a href="http://pages.github.com/">Github</a>. Fique à vontade para fazer um <a href="https://github.com/viniciusteles/viniciustelescombr">fork</a>.
</p>
</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'blogviniciustelesbr';
      
        
        // var disqus_developer = 1;
        var disqus_identifier = 'http://viniciusteles.com.br/dicas-de-viagem';
        var disqus_url = 'http://viniciusteles.com.br/dicas-de-viagem';
        var disqus_script = 'embed.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-2309104-56']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>



</body>
</html>